Repository: Kareestofur/adsfmfa
Catalog: Neos.IdentityServer 3.1/Neos.IdentityServer.MultiFactor/Resources/SErrors.*.resx
Languages: de, fr, it, nl, pl, ro, sv, uk

# ErrorAccountActivate
source: Access to this application requires additional authentication. <br> <br> Click "Activate" to activate your account or Click "Continue".
de: Der Zugriff auf diese Anwendung erfordert Multi-Faktor-Authentifizierung. <br><br>Klicken Sie auf "Aktivieren" um diese einzurichten oder auf "Weiter" um diesen Schritt vorerst zu überspringen.
fr: L'accès à cette application nécessite une authentification supplémentaire. <br><br>Cliquez sur "Activer" pour activer votre compte ou Cliquez sur "Continuer".
it: L'accesso a questa applicazione richiede un'autenticazione aggiuntiva. <br> <br> Fai clic su "Attiva" per attivare il tuo account o fai clic su "Continua".
nl: Toegang tot deze applicatie vereist extra authenticatie. <br><br> Klik op "Activeren" om uw account te activeren of klik op "Doorgaan".!
pl: Dostęp do tej aplikacji wymaga dodatkowego uwierzytelniania.<br><br>Kliknij "Aktywuj", aby aktywować konto lub kliknij "Kontynuuj".
ro: Accesul la această aplicație necesită autentificare suplimentară.<br><br>pocnitură "activate" la spre activate al tău socoteală sau pocnitură "a continua".
sv: Åtkomst till det här programmet kräver ytterligare autentisering. <br> <br> Klicka på "Aktivera" för att aktivera ditt konto eller klicka på "Fortsätt".
uk: Доступ до цієї програми вимагає додаткової автентифікації. <br> <br> Натисніть «Активувати», щоб активувати свій обліковий запис, або натисніть «Продовжити».

# ErrorAccountAdminAuthorized
source: Authorized access ! additional authentication is not activated yet. Please contact your administrators.
de: Zugriff verweigert, da die Multi-Faktor-Authentifizierung nicht zeitgerecht aktiviert wurde. Wenden Sie sich an die Systemadministration.
fr: Accès autorisé ! l'authentification supplémentaire n'est pas encore activée.<br><br>Veuillez contacter vos administrateurs.
it: Accesso autorizzato. L'autenticazione aggiuntiva non è ancora attiva. Contatta gli amministratori.
nl: Geautoriseerde toegang! aanvullende authenticatie is nog niet geactiveerd. Neem contact op met uw beheerders.!
pl: Autoryzowany dostęp! Dodatkowe uwierzytelnianie nie jest jeszcze aktywowane. Skontaktuj się z administratorem.
ro: Acces autorizat! autentificarea suplimentară nu este activată încă. Vă rugăm să contactați administratorii.
sv: Auktoriserad åtkomst! Ytterligare autentisering är inte aktiverad ännu. Kontakta dina administratörer.
uk: Авторизований доступ! додаткова автентифікація ще не активована. Зверніться до адміністраторів.

# ErrorAccountAdminNotEnabled
source: Unauthorized access! additional authentication is not yet activated. <br><br>Please contact your administrators.
de: Zugriff verweigert, da die Multi-Faktor-Authentifizierung nicht zeitgerecht aktiviert wurde. <br><br>Wenden Sie sich an die Systemadministration.
fr: Accès non autorisé ! l'authentification supplémentaire n'est pas encore activée.<br><br>Veuillez contacter vos administrateurs.
it: Accesso non autorizzato! l'autenticazione aggiuntiva non è ancora stata attivata. <br> <br> Contatta i tuoi amministratori.
nl: Onbevoegde toegang! aanvullende authenticatie is nog niet geactiveerd. <br><br> Neem contact op met uw beheerders.!
pl: Nieautoryzowany dostęp! Dodatkowe uwierzytelnianie nie jest jeszcze aktywowane.<br><br>Prosimy o kontakt z administratorami.
ro: Acces neautorizat! autentificarea suplimentară nu este încă activată. <br> <br> vă rugăm să contactați administratorii.
sv: Obehörig åtkomst! Ytterligare autentisering är ännu inte aktiverad. <br> <br> vänligen kontakta dina administratörer.
uk: Несанкціонований доступ! додаткова автентифікація ще не активована. <br><br>Зверніться до адміністраторів.

# ErrorAccountAuthorized
source: Access to this application requires additional authentication. <br> <br> Click on "Registration" to continue.
de: Der Zugriff auf diese Anwendung erfordert eine zusätzliche Authentifizierung. <br><br>Klicken Sie auf "Registrierung", um fortzufahren.
fr: L'accès à cette application nécessite une authentification supplémentaire. <br><br>Cliquez sur "Enregistrement" pour continuer.
it: L'accesso a questa applicazione richiede un'autenticazione aggiuntiva. <br> <br> Fai clic su "Registrazione" per continuare.
nl: Toegang tot deze applicatie vereist extra authenticatie. <br><br> Klik op "Registratie" om door te gaan.!
pl: Dostęp do tej aplikacji wymaga dodatkowego uwierzytelniania.<br><br>Kliknij przycisk "Przejdź do rejestracji" aby kontynuować.
ro: Accesul la această aplicație necesită autentificare suplimentară. <br><br> pocnitură "a salva" la spre a continua.
sv: Åtkomst till det här programmet kräver ytterligare autentisering. <br> <br> Klicka på "registrering" för att fortsätta.
uk: Доступ до цієї програми вимагає додаткової автентифікації. <br> <br> Натисніть на "Реєстрація", щоб продовжити.

# ErrorAccountNoAccess
source: Unauthorized access ! Please contact your administrators
de: Zugriff verweigert ! Wenden Sie sich an die Systemadministration
fr: Accès non autorisé !<br><br>Veuillez contacter vos administrateurs.
it: Accesso non autorizzato. Contatta gli amministratori.
nl: Onbevoegde toegang ! Neem contact op met uw beheerders!
pl: Nieautoryzowany dostęp! Skontaktuj się z administratorem
ro: Acces neautorizat! Vă rugăm să contactați administratorii
sv: Obehörig åtkomst! Kontakta dina administratörer
uk: Несанкціонований доступ! Зверніться до адміністраторів

# ErrorAccountNotEnabled
source: Access to this application requires additional authentication that is not activated at this time. <br> <br> click on "Registration Request".
de: Der Zugriff auf diese Anwendung erfordert Multi-Faktor-Authentifizierung, die noch aktiviert werden muss. <br><br> Klicken Sie auf "Registrierungsanfrage".
fr: L'accès à cette application nécessite une authentification supplémentaire qui n'est pas activé à cet instant.<br><br>cliquez sur "Demande d'inscription".
it: L'accesso a questa applicazione richiede un'ulteriore autenticazione che al momento non è attivata. <br> <br> fai clic su "Richiesta di registrazione".
nl: Toegang tot deze applicatie vereist extra authenticatie die op dit moment niet is geactiveerd. <br><br> klik op "Registratieverzoek".!
pl: Dostęp do tej aplikacji wymaga dodatkowego uwierzytelnienia, które nie jest aktywowane w tej chwili.<br><br>Kliknij "Przejdź do rejestracji".
ro: Accesul la această aplicație necesită autentificare suplimentară care nu este activat în acest moment.<br><br>pocnitură on "Registration cerere".
sv: Åtkomst till det här programmet kräver ytterligare autentisering som inte är aktiverad för tillfället. <br> <br> Klicka på "registreringsbegäran".
uk: Доступ до цієї програми вимагає додаткової автентифікації, яка не активована в цей Вільний час. <br> <br> натисніть на "Запит на реєстрацію".

# ErrorAuthenticating
source: Error on authentication process ! {0}
de: Anmeldefehler ! {0}
fr: Erreur durant le processus d'identification ! {0}
it: Errore di autenticazione. {0}
nl: Fout bij authenticatieproces ! {0}
pl: Błąd procesu uwierzytelniania! {0}
ro: Eroare la procesul de autentificare! {0}
sv: Fel vid autentiseringsprocessen ! {0}
uk: Помилка в процесі автентифікації ! {0}

# ErrorEmailException
source: Email invalid format !
de: Ungültiges E-Mail Format !
fr: Format d'email incorrect !
it: Formato indirizzo di posta elettronica non valido.
nl: E-mail ongeldig formaat !
pl: Nieprawidłowy format email!
sv: E-post ogiltigt format !
uk: Неприпустимий формат електронної пошти !

# ErrorInvalidIdentificationRestart
source: Invalid identification, please restart your session.
de: Ungültige Anmeldung, die Sitzung muss neu gestartet werden.
fr: Identification incorrecte, redémarrez votre session.
it: Credenziali non valide. Riavvia la sessione.
nl: Ongeldige identificatie, start uw sessie opnieuw.
pl: Nieprawidłowa identyfikacja, należy ponownie uruchomić sesję.
ro: Identificare nevalidă, reporniți sesiunea.
sv: Ogiltig identifiering, vänligen starta om sessionen.
uk: Неприпустима ідентифікація, перезапустіть сеанс.

# ErrorInvalidIdentificationRetry
source: Incorrect identification, please try again.
de: Ungültige Anmeldung, versuchen Sie es bitte erneut.
fr: Identification incorrecte, veuillez essayer de nouveau.
it: Credenziali non valide. Riprova.
nl: Dit is niet correct. Probeer het nog een keer.
pl: Nieprawidłowa identyfikacja, spróbuj ponownie.
ro: Identificare incorectă, vă rugăm să încercați din nou.
sv: Felaktig identifiering kan du försöka igen.
uk: Неправильна ідентифікація, будь ласка, спробуйте ще раз.

# ErrorInvalidKey
source: Invalid Secret Key !
de: Ungültiger geheimer Schlüssel !
fr: Clé secréte invalide !
it: Chiave segreta non valida.
nl: Ongeldige geheime sleutel.
pl: Nieprawidłowy tajny klucz!
ro: Cheie secretă nevalidă!
sv: Ogiltig hemlig nyckel !
uk: Неприпустимий секретний ключ!

# ErrorInvalidPassword
source: Operation canceled, password invalid !
de: Falsches Passwort, Vorgang abgebrochen !
fr: Operation annulée, mot de passe incorrect !
it: Operazione annullata: password non valida.
nl: Bewerking geannuleerd, wachtwoord ongeldig !
pl: Operacja anulowana, hasło nieważne!
ro: Operațiunea revocată, parola nu este validă!
sv: Åtgärden avbröts, lösenordet är ogiltigt !
uk: Операцію скасовано, пароль недійсний!

# ErrorInvalidPhoneException
source: Incorrect phone number !
de: Falsche Telefonnummer hinterlegt !
fr: Numéro de téléphone incorrect !
it: Numero di telefono non corretto.
nl: Onjuist telefoonnummer !
pl: Nieprawidłowy numer telefonu!
ro: Număr de telefon incorect!
sv: Felaktigt telefonnummer !
uk: Неправильний номер телефону!

# ErrorLoadingConfigurationFile
source: Error loading Configuration File : {0}
de: Fehler beim Laden der Konfigurationsdatei: {0}
fr: Erreur au chargement du fichier de configuration : {0}
it: Errore di caricamento del file di configurazione: {0}
nl: Fout bij het laden van de configuratie {0}
pl: Błąd podczas ładowania pliku konfiguracyjnego: {0}
ro: Eroare la încărcarea fișierului de configurare: {0}
sv: Fel vid inläsning av konfigurationsfil : {0}
uk: Помилка завантаження файлу конфігурації : {0}

source: Error loading Configuration File : Not Found !
de: Fehler beim Laden der Konfigurationsdatei : Datei nicht gefunden !
fr: Erreur au chargement du fichier de configuration : Non trouvé !
it: Errore di caricamento del file di configurazione: file non trovato.
nl: Fout bij laden van configuratiebestand: niet gevonden !
pl: Błąd podczas ładowania pliku konfiguracyjnego: nie znaleziono pliku!
ro: Eroare la încărcarea fișierului de configurare: nu a fost găsit!
sv: Fel vid inläsning av konfigurationsfil: hittades inte !
uk: Помилка завантаження файлу конфігурації: Не знайдено !

# ErrorLoadingUserRegistration
source: Error loading User Registration ! {0}
de: Fehler beim Laden der registrierten Benutzer ! {0}
fr: Erreur au chargement du profil utilisateur ! {0}
it: Errore di caricamento della pagina registrazione utente: {0}
nl: Fout bij laden van gebruikersregistratie! {0}
pl: Błąd podczas ładowania rejestracji użytkownika! {0}
ro: Eroare la încărcarea înregistrării de utilizator! {0}
sv: Fel vid inläsning av användarregistrering ! {0}
uk: Помилка під час завантаження реєстрації користувача! {0}

# ErrorPinLength
source: Invalid PIN length, {0} numbers required !
de: Ungültige PIN-Länge, {0} Ziffern erforderlich !
fr: Longueur du code PIN invalide, {0} chiffres requis !
it: Lunghezza PIN non valida: sono richieste {0} cifre.
nl: Ongeldige PIN-lengte, {0} nummers vereist !!
pl: Nieprawidłowa długość numeru PIN, wymagana ilość cyfr {0}!
ro: Lungime PIN nevalid, {0} numere necesare!
sv: Ogiltig PIN-längd, {0} nummer krävs !
uk: Неприпустима довжина PIN-коду, {0} потрібні номери!

# ErrorPinValue
source: Invalid PIN value !
de: PIN stimmt nicht überein !
fr: Code PIN invalide !
it: Valore PIN non valido.
nl: Ongeldige pincode !
pl: Nieprawidłowa wartość PIN!
ro: Valoare PIN nevalidă!
sv: Ogiltigt PIN-värde !
uk: Неприпустиме значення PIN-коду !

# ErrorReplayToken
source: Error during authentication process ! One Time Password has been played before
de: Fehler bei der Anmeldung ! Die einmalige Anmeldeinformation wurde bereits verwendet
fr: Erreur durant le processus d'identification ! le code à usage unique a déjà été utilisé :
it: Errore di autenticazione: il codice OTP è già stato usato in precedenza.
nl: Fout bij autorisatieproces! One Time Password is eerder gespeeld !
pl: Błąd procesu autentykacji! Hasło jednorazowe było już użyte!
ro: Eroare la procesul de autehntificare! O parolă de timp a fost jucată înainte
sv: Fel på autehntifieringsprocessen! En gång lösenord har spelats innan
uk: Помилка під час процесу автентифікації! Одноразовий пароль було відтворено раніше

# ErrorSendingToastInformation
source: Error when sending identification request !
de: Versand der Anmelde-Anforderung fehlgeschlagen !
fr: Erreur lors de l'envoi de la demande d'identification !
it: Errore di invio della richiesta di autenticazione.
nl: Fout bij het verzenden van identificatieverzoek !
pl: Błąd podczas wysyłania żądania identyfikacji!
ro: Eroare la trimiterea cererii de identificare!
sv: Fel när du skickar identifierings förfrågan !
uk: Помилка при відправці ідентифікаційного запиту !

# ErrorValidationTimeWindowElapsed
source: Window validation time elapsed.
de: Validierungszeitfenster verstrichen.
fr: Fenêtre de validation épuisée.
it: Finestra di validazione temporale scaduta.
nl: Vervaltijd venster verstreken.
pl: Twoja sesja wygasła, zaloguj się ponownie przy użyciu innych opcji
ro: Timpul de validare a ferestrei a trecut.
sv: Tid för fönster validering har förflutit.
uk: Час перевірки вікна минув.

# ErrorSendingToastInformationRetry
source: Error when sending identification request ! please try again.
de: Fehler beim Senden der Identifikationsanforderung ! bitte versuchen Sie es erneut.
fr: Erreur lors de l’envoi d’une demande d’identification ! veuillez réessayer.
it: Errore durante l'invio della richiesta di identificazione ! riprovare.
nl: Fout bij het verzenden van een identificatieverzoek! Probeer het opnieuw.
pl: Błąd podczas wysyłania żądania identyfikacji! Spróbuj ponownie.
ro: Eroare la trimiterea cererii de identificare ! încercați din nou.
sv: Fel vid sändning av identifieringsbegäran ! Försök igen.
uk: Помилка при відправці ідентифікаційного запиту ! Будь ласка, спробуйте ще раз.

# ErrorPasswordExpired
source: Password for {0} is expired ! Access denied !
de: Das Kennwort für {0} ist abgelaufen ! Zugriff verweigert !
fr: Mot de passe pour {0} est expiré ! Accès refusé !
it: La password per {0} è scaduta ! Accesso negato !
nl: Wachtwoord voor {0} is verlopen ! Toegang geweigerd!
pl: Hasło do {0} wygasło! Odmowa dostępu!
ro: Parola pentru {0} este expirată ! Acces refuzat !
sv: Lösenordet för {0} upphör att gälla! Åtkomst nekad!
uk: Термін дії пароля для {0} минув! Доступ відмовлено!
