Repository: Kareestofur/adsfmfa
Catalog: Neos.IdentityServer 3.1/Neos.IdentityServer.MultiFactor.Cmdlets/Ressources/infos_strings.*.resx
Languages: da, de, fr, fr_ca, it, nl, pl, pt, ro, ru, sv, uk

# InfosAllServicesRestarted
source: All Farm Services Restarted !
da: Alle Farm Services genstartet!
de: Alle Farm-Dienste neu gestartet !
fr: Tous les services de la ferme ont été redémarrés !
fr_ca: Tous les services agricoles redémarrés !
it: Tutti i servizi della farm sono stati riavviati !
nl: Alle farm services zijn opnieuw gestart!
pl: Wszystkie usługi farmy uruchomione ponownie!
pt: Todos os serviços de farm reiniciado!
ro: Toate serviciile agricole repornit !
ru: Все услуги фермы перезапущены!
sv: Alla Farm tjänster startas !
uk: Всі фермерські служби перезапущено!

# InfosConfigUpdated
source: MFA Configuration updated !
da: MFA-konfiguration opdateret !
de: Die MFA-Konfiguration wurde aktualisiert !
fr: Configuration MFA corretement mise à jour !
fr_ca: Configuration MFA mise à jour !
it: Configurazione autenticazione a più fattori aggiornata !
nl: MFA-configuratie bijgewerkt!
pl: Zaktualizowano konfigurację usługi MFA!
pt: Configuração de MFA atualizada!
ro: Configurare MFA actualizat !
ru: MFA Конфигурация обновлена !
sv: MFA-konfigurationen uppdaterad !
uk: Конфігурація МЗС оновлена!

# InfosDatabaseCreated
source: Database {0} created !
da: Database {0} oprettet !
de: Datenbank {0} erstellt !
fr: Base de données MFA "{0}" Crée !
fr_ca: Base de données {0} créée !
it: Database "{0}" creato !
nl: Database {0} aangemaakt!
pl: Utworzono bazę danych {0}!
pt: Banco de dados {0} criado!
ro: Bază de date {0} creată !
ru: База данных {0} создана!
sv: Databasen {0} har skapats !
uk: База даних {0} створена!

# InfosRecordsCount
source: Records count : {0}
da: Antal poster : {0}
de: Anzahl der Datensätze : {0}
fr: Nombre d'enregistrements : {0}
fr_ca: Nombre de dossiers : {0}
it: Numero record: {0}
nl: Aantal records: {0}
pl: Liczba rekordów: {0}
pt: Contagem de registros: {0}
ro: Număr de înregistrări: {0}
ru: Количество записей : {0}
sv: Antal poster : {0}
uk: Кількість записів: {0}

# InfosServerServicesRestarted
source: You must restart "MFA Notification Hub" service and restart all open consoles and powershell sessions !
da: Du skal genstarte tjenesten "MFA Notification Hub" og genstarte alle åbne konsoller og powershell-sessioner!
de: Sie müssen den Dienst "MFA Notification Hub" neu starten und alle offenen Konsolen und Powershell-Sitzungen neu starten !
fr: Vous devez redémarrer le service "MFA Notification Hub" et redémarrer toutes les consoles et les sessions PowerShell ouvertes !
fr_ca: Vous devez redémarrer le service "MFA Notification Hub" et redémarrer toutes les consoles ouvertes et les sessions powershell !
it: È necessario riavviare il servizio "MFA Notification Hub" e riavviare tutte le console aperte e le sessioni PowerShell !
nl: U moet de service "MFA Notification Hub" opnieuw starten en alle open consoles en powershell-sessies opnieuw starten !
pl: Musisz ponownie uruchomić usługę "MFA Notification Hub” i ponownie uruchomić wszystkie otwarte konsole i sesje PowerShell!
pt: Você deve reiniciar o serviço "MFA Notification Hub" e reiniciar todos os consoles abertos e sessões do PowerShell !
ro: Trebuie să reporniți serviciul "MFA Notification Hub” și să reporniți toate console deschise și sesiuni de powerhell !
ru: Вы должны перезапустить службу «MFA Notification Hub» и перезапустить все открытые консоли и сеансы PowerShell !
sv: Du måste starta om "MFA Notification Hub" -tjänsten och starta om alla öppna konsoler och powershell-sessioner !
uk: Ви повинні перезапустити послугу "MFA Notification Hub" і перезапустити всі відкриті консолі та сеанси powershell !

# InfosSystemAlreadyInitialized
source: MFA is already initialized ! you must run "UnRegister-MFASystem" PowerShell Cmdlet if you want to reinitialize ALL the MFA configuration
da: MFA er allerede initialiseret ! Du skal køre "UnRegister-MFASystem" PowerShell Cmdlet, hvis du vil initialisere ALLE MFA-konfigurationen igen
de: MFA ist bereits initialisiert ! Sie müssen das PowerShell-Cmdlet "UnRegister-MFASystem" ausführen, wenn Sie die gesamte MFA-Konfiguration neu initialisieren möchten !
fr: MFA est déjà initialisé! vous devez exécuter la cmdlet PowerShell "UnRegister-MFASystem" si vous souhaitez réinitialiser TOUTE la configuration MFA !
fr_ca: MFA est déjà initialisé ! vous devez exécuter "UnRegister-MFASystem" PowerShell Cmdlet si vous souhaitez réinitialiser TOUTES la configuration MFA
it: MFA è già inizializzato! è necessario eseguire il cmdlet PowerShell &"UnRegister-MFASystem" se si desidera reinizializzare TUTTA la configurazione MFA !
nl: MFA is al geïnitialiseerd! u moet PowerShell Cmdlet "UnRegister-MFASystem" uitvoeren als u ALLE MFA-configuratie opnieuw wilt initialiseren !
pl: MFA zostało już zainicjowane! Musisz uruchomić Cmdlet PowerShell "UnRegister-MFASystem", jeśli chcesz ponownie zainicjować CAŁĄ konfigurację MFA!
pt: O MFA já está inicializado! você deve executar o cmdlet do PowerShell "UnRegister-MFASystem" se desejar reinicializar TODA a configuração do MFA !
ro: MFA este deja inițializat! trebuie să rulați "UnRegister-MFASystem" PowerShell Cmdlet dacă doriți să reinițializați TOATE configurația MFA !
ru: МИД уже инициализирован! вы должны запустить командлет PowerShell "UnRegister-MFASystem", если вы хотите переинициализировать ВСЕ настройки MFA !
sv: MFA är redan initialiserat! Du måste köra "UnRegister-MFASystem" PowerShell Cmdlet om du vill initialisera ALLA MFA-konfigurationen !
uk: МЗС вже ініціалізовано! ви повинні запустити "Скасувати реєстрацію-MFASystem" PowerShell командлет, якщо ви хочете, щоб реінтіціалізувати ВСІ конфігурації МЗС

# InfosSystemExported
source: MFA Configuration correctly exported to file {0} !
da: MFA-konfiguration eksporteret korrekt til fil {0} !
de: MFA-Konfiguration erfolgreich in Datei {0} exportiert !
fr: Configuration MFA correctement exportée dans le fichier {0} !
fr_ca: Configuration MFA correctement exportée pour déposer {0} !
it: Configurazione del sistema di autenticazione a più fattori esportata correttamente sul file {0} !
nl: MFA-configuratie correct geëxporteerd naar bestand {0}!
pl: Konfiguracja usługi MFA została poprawnie wyeksportowana do pliku {0} !
pt: Configuração de MFA exportada corretamente para o arquivo {0}!
ro: Configurare MFA exportat corect în fișierul {0} !
ru: Конфигурация МИД правильно экспортируется для файла {0}!
sv: MFA-konfigurationen exporteras korrekt till filen {0} !
uk: Конфігурація МЗС правильно експортована у файл {0} !

# InfosSystemImported
source: MFA Configuration correctly imported from file {0} !
da: MFA-konfiguration er korrekt importeret fra fil{0} !
de: MFA-Konfiguration erfolgreich aus Datei {0} importiert !
fr: Configuration MFA correctement importée à partir du fichier {0} !
fr_ca: Configuration MFA correctement importée à partir de {0} de fichiers !
it: Configurazione del sistema di autenticazione a più fattori importata correttamente dal file {0} !
nl: MFA-configuratie correct geïmporteerd uit het bestand {0}!
pl: Konfiguracja usługi MFA została poprawnie zaimportowana z pliku {0} !
pt: Configuração de MFA importada corretamente do arquivo {0}!
ro: Configurație MFA importată corect din fișierul {0} !
ru: Конфигурация MFA правильно импортируется из файла {0}!
sv: MFA-konfigurationen har importerats korrekt från filen {0} !
uk: Конфігурація МЗС правильно імпортована з файлів {0}!

# InfosSystemInInvalidState
source: MFA Configuration Import with errors !
da: Import af MFA-konfiguration med fejl !
de: MFA-Konfiguration Import mit Fehlern !
fr: Import de la configuration avec erreurs !
fr_ca: MFA Configuration Import avec des erreurs !
it: Configurazione del sistema di autenticazione a più fattori importata con errori !
nl: MFA-configuratie importeren met fouten!
pl: Import konfiguracji MFA z błędami!
pt: Importação de configuração de MFA com erros!
ro: Import de configurare MFA cu erori !
ru: MFA Конфигурация Импорт с ошибками !
sv: MFA-Konfigurationsimport med fel !
uk: Імпорт конфігурації МЗС з помилками!

# InfosSystemRegistered
source: MFA System correctly registered !
da: MFA System korrekt registreret !
de: MFA System erfolgreich registriert !
fr: MFA system correctement enregistré !
fr_ca: Système MFA correctement enregistré !
it: Sistema di autenticazione a più fattori registrato correttamente !
nl: MFA-systeem correct geregistreerd !
pl: System MFA poprawnie zarejestrowany!
pt: Sistema MFA corretamente registrado !
ro: Sistemul MFA înregistrat corect !
ru: Система МИД правильно зарегистрирована !
sv: MFA-systemet korrekt registrerat !
uk: Система МЗС правильно зареєстрована!

# InfosSystemUnRegistered
source: MFA System correctly unconfigured !
da: MFA System korrekt ukonfigureret !
de: MFA-System erfolgreich deregistriert !
fr: MFA system correctement déconfiguré !
fr_ca: Système MFA correctement non configuré !
it: Configurazione del sistema di autenticazione a più fattori rimossa correttamente !
nl: MFA-systeem correct niet geconfigureerd!
pl: System MFA poprawnie odrejestrowany!
pt: Sistema MFA corretamente desconfigurado!
ro: Sistem MFA corect neconfigurate !
ru: Система МИД правильно ненастроена!
sv: MFA-systemet korrekt okonfigurerad !
uk: Система МЗС правильно не налаштована!

# InfosUserAdded
source: User {0} added !
da: Bruger {0} tilføjet !
de: User {0} hinzugefügt !
fr: Utilisateur {0} ajouté !
fr_ca: L’utilisateur {0} ajouté !
it: Utente {0} aggiunto !
nl: Gebruiker {0} toegevoegd!
pl: Dodano użytkownika {0}!
pt: Usuário {0} adicionado!
ro: Utilizatorul {0} a adăugat !
ru: Пользователь {0} добавлен!
sv: Användaren {0} har lagts till !
uk: Користувач {0} додано!

# InfosUserDeleted
source: User {0} deleted !
da: Bruger {0} slettet !
de: User {0} gelöscht !
fr: Utilisateur {0} supprimé !
fr_ca: L’utilisateur {0} supprimé !
it: Utente {0} eliminato !
nl: Gebruiker {0} verwijderd!
pl: Usunięto użytkownika {0}!
pt: Usuário {0} excluído!
ro: Utilizatorul {0} a șters!
ru: Пользователь {0} удален!
sv: Användaren {0} har tagits bort !
uk: Користувач {0} видалений!

# InfosUserHasNewKey
source: User {0} has a new Encryption key !
da: Bruger {0} har en ny Enryption nøgle !
de: User {0} hat einen neuen Verschlüsselungskey !
fr: Utilisateur {0} a une nouvelle clé de cryptage !
fr_ca: User {0} a une nouvelle clé Enryption !
it: L'utente {0} ha una nuova chiave di criptazione !
nl: Gebruiker {0} heeft een nieuwe Enryption sleutel!
pl: Użytkownik {0} ma nowy klucz szyfrowania!
pt: Usuário {0} tem uma nova chave Enryption!
ro: Utilizatorul {0} are o nouă cheie de Enryption !
ru: Пользователь {0} имеет новый ключ Enryption!
sv: Användaren {0} har en ny Enryption-nyckel!
uk: У користувача {0} з'явився новий ключ шифрування!

# InfosUserUpdated
source: User {0} updated !
da: Bruger {0} opdateret !
de: User {0} aktualisiert !
fr: Utilisateur {0} mis à jour !
fr_ca: L’utilisateur {0} mis à jour !
it: Utente {0} aggiornato !
nl: Gebruiker {0} bijgewerkt!
pl: Użytkownik {0} zaktualizowany!
pt: Usuário {0} atualizado!
ro: Utilizator {0} actualizat !
ru: Пользователь {0} обновлен!
sv: Användaren {0} har uppdaterats !
uk: Користувач {0} оновлено!

# InfosWarningAboutTheme
source: CAUTION ! your theme must be fully compatible (js, css, etc...) with the UI you choose : {0}
da: Forsigtighed! dit tema skal være fuldt kompatibelt (js, css, etc...) med den brugergrænseflade, du vælger: {0}
de: Achtung! Das Theme muss vollständig zur gewählten Benutzeroberfläche kompatibel sein (js, css, ...): {0}
fr: MISE EN GARDE ! votre thème doit être entièrement compatible (js, css, etc ...) avec l'interface utilisateur de votre choix : {0}
fr_ca: Attention! votre thème doit être entièrement compatible (js, css, etc...) avec l’interface utilisateur que vous choisissez : {0}
it: ATTENZIONE! Il tema prescelto dev'essere completamente compatibile (JS, CSS, ecc.) con l'interfaccia utente scelta: {0}
nl: Voorzichtigheid! uw thema moet volledig compatibel zijn (JS, CSS, etc...) met de UI die u kiest: {0}
pl: Uwaga! Twój motyw musi być w pełni kompatybilny (js, CSS, etc...) z UI które wybrano: {0}
pt: Cuidado! seu tema deve ser totalmente compatível (JS, CSS, etc...) com a interface do usuário que você escolher: {0}
ro: Precauţie! Tema trebuie să fie pe deplin compatibilă (JS, CSS, etc...) cu interfața cu utilizatorul aleasă: {0}
ru: Осторожностью! Ваша тема должна быть полностью совместима (js, css, и т.д. ...) с uI вы выбираете: {0}
sv: Försiktighet! ditt tema måste vara fullt kompatibelt (JS, CSS, osv...) med det användargränssnitt du väljer: {0}
uk: ОБЕРЕЖНІСТЬ! ваша тема повинна бути повністю сумісною (js, css і т.д....) з інтерфейсом користувача, який ви виберете: {0}

# InfosDatabaseUpgraded
source: Database {0} upgraded !
da: Database {0} opgraderet !
de: Datenbank {0} aktualisiert !
fr: Base de données {0} mise à jour !
fr_ca: Base de données {0} mise à niveau !
it: Database {0} aggiornato !
nl: Database {0} geüpgraded !
pl: Baza danych {0} została zaktualizowana!
pt: Banco de dados {0} atualizado !
ro: Baza de date {0} actualizată !
ru: База данных {0} обновлена !
sv: Databas {0} uppgraderad !
uk: Базу даних {0} оновлено!

# InfosCertsACLUpdated
source: Access Control List updated for all MFA certificates !
da: Adgangskontrolliste opdateret for alle MFA-certifikater !
de: Zugriffssteuerungsliste für alle MFA-Zertifikate aktualisiert !
fr: Liste de contrôle d'accès mise à jour pour tous les certificats MFA !
fr_ca: Liste de contrôle d’accès mise à jour pour tous les certificats MFA !
it: Elenco controllo accessi aggiornato per tutti i certificati MFA !
nl: Toegangscontrolelijst bijgewerkt voor alle MFA-certificaten !
pl: Zaktualizowano listę kontroli dostępu dla wszystkich certyfikatów MFA!
pt: Lista de controle de acesso atualizada para todos os certificados MFA !
ro: Lista de control de acces actualizată pentru toate certificatele MFA !
ru: Список контроля доступа обновлен для всех сертификатов MFA !
sv: Access Control List uppdaterad för alla MFA-certifikat !
uk: Список контролю доступу оновлено для всіх сертифікатів МЗС!

# InfosOrphanedDeleted
source: Number of deleted orphaned private keys
da: Antal slettede forældreløse private nøgler
de: Anzahl gelöschter verwaister privater Schlüssel
fr: Nombre de clés privées orphelines supprimées
fr_ca: Nombre de clés privées orphelines supprimées
it: Numero di chiavi private orfane cancellate
nl: Aantal verwijderde zwevende privésleutels
pl: Liczba usuniętych osieroconych kluczy prywatnych
pt: Número de chaves privadas órfãs excluídas
ro: Număr de chei private orfane șterse
ru: Количество удаленных потерянных личных ключей
sv: Antal borttagna föräldralösa privata nycklar
uk: Кількість видалених загублених закритих ключів

# InfosThreatSystemRegistered
source: MFA Threat System correctly registered !
da: MFA Threat System korrekt registreret!
de: MFA Threat System erfolgreich registriert! !
fr: Système de menaces MFA correctement enregistré !
fr_ca: Système de menace MFA correctement enregistré !
it: Sistema di minaccia MFA registrato correttamente! !
nl: MFA Threat System correct geregistreerd !
pl: System zagrożeń MFA został poprawnie zarejestrowany!
pt: Sistema MFA de ameaça registrado corretamente !
ro: Sistemul de amenințare MFA înregistrat corect !
ru: Система угроз MFA правильно зарегистрирована !
sv: MFA Threat System korrekt registrerat !
uk: Система загроз МЗС правильно зареєстрована!

# InfosThreatSystemUnRegistered
source: MFA Threat System correctly unconfigured !
da: MFA Threat System korrekt ukonfigureret !
de: MFA Threat System erfolgreich deregistriert !
fr: Le système de menaces MFA est correctement déconfiguré !
fr_ca: Système de menace MFA correctement non configuré !
it: Sistema di minaccia MFA correttamente non configurato !
nl: MFA Threat System correct niet geconfigureerd !
pl: System zagrożeń MFA poprawnie odrejestrowany!
pt: Sistema de Ameaças MFA corretamente desconfigurado !
ro: Sistemul de amenințare MFA neconfigurat corect !
ru: Система MFA Threat правильно настроена !
sv: MFA Threat System korrekt okonfigurerat !
uk: Система загроз МЗС правильно не налаштована!

# InfosThreatSystemNotRegistered
source: MFA Threat System was not correctly registered !
da: MFA Threat System blev ikke registreret korrekt!
de: MFA Threat System wurde nicht erfolgreich registriert !
fr: MFA Threat System n’a pas été correctement enregistré !
fr_ca: MFA Threat System n’a pas été correctement enregistré !
it: Sistema di minaccia MFA non è stato registrato correttamente !
nl: MFA Threat System is niet correct geregistreerd !
pl: System zagrożeń MFA nie został poprawnie zarejestrowany!
pt: O Sistema de Ameaças MFA não foi registrado corretamente !
ro: Sistemul de amenințare MAE nu a fost înregistrat corect !
ru: MFA Угроза система не была правильно зарегистрирована !
sv: MFA Hot System registrerades inte korrekt !
uk: Система загроз МЗС була зареєстрована неправильно!

# InfosThreatSystemNotUnRegistered
source: MFA Threat System was not correctly unconfigured !
da: MFA Threat System var ikke korrekt ukonfigureret !
de: MFA Threat System war nicht erfolgreich deregistriert !
fr: MFA Threat System n’a pas été correctement déconfiguré !
fr_ca: MFA Threat System n’a pas été correctement non configuré !
it: Sistema di minacce MFA non è stato correttamente non configurato !
nl: MFA Threat System was niet correct ongeconfigureerd !
pl: System zagrożeń MFA nie został poprawnie skonfigurowany!
pt: O Sistema de Ameaças MFA não foi corretamente desconfigurado !
ro: Sistemul de amenințare MAE nu a fost corect neconfigurat !
ru: MFA Угроза система не была правильно ненастроены !
sv: MFA Hot System var inte korrekt okonfigurerad !
uk: Система загроз МЗС не була правильно налаштована!

# InfosThreatDataNotUpdated
source: MFA Threat System Data was not correctly updated !
da: MFA Threat System Data blev ikke opdateret korrekt!
de: Aktualisierung der MFA Threat System Daten fehlgeschlagen !
fr: MFA Threat System Data n’a pas été correctement mis à jour !
fr_ca: MFA Threat System Data n’a pas été correctement mis à jour !
it: Dati di sistema di minacce MFA non è stato aggiornato correttamente !
nl: MFA Threat System Data is niet correct bijgewerkt !
pl: Dane systemu zagrożeń MFA nie zostały poprawnie zaktualizowane!
pt: Os dados do sistema de ameaças do MFA não foram atualizados corretamente !
ro: DATELE PRIVIND SISTEMUL DE Amenințare MAE nu au fost actualizate corect !
ru: Данные системы угроз МИД не были правильно обновлены !
sv: MFA Threat System Data uppdaterades inte korrekt !
uk: Дані системи загроз МЗС не були належним чином оновлені!

# InfosThreatDataUpdated
source: MFA Threat System Data correctly updated !
da: MFA Threat System Data korrekt opdateret !
de: MFA Threat System Daten erfolgreich aktualisiert !
fr: Données du système de menace MFA correctement mises à jour !
fr_ca: Données du système de menace MFA correctement mises à jour !
it: MFA Threat System Data correttamente aggiornato !
nl: MFA Threat System Data correct bijgewerkt !
pl: Dane systemu zagrożeń MFA zostały poprawnie zaktualizowane!
pt: Dados do sistema de ameaças do MFA atualizados corretamente !
ro: MAE Threat System Data actualizat corect !
ru: Данные системы угроз МИД правильно обновлены !
sv: MFA Threat System Data korrekt uppdaterad !
uk: Дані системи загроз МЗС правильно оновлено!

# InfosNotificationSend
source: Notification dispatched !
da: Anmeldelse afsendt !
de: Benachrichtigung versandt !
fr: Notification envoyée !
fr_ca: Notification envoyée !
it: Notifica inviata !
nl: Melding verzonden !
pl: Powiadomienie wysłane!
pt: Notificação expedida !
ro: Notificare expediată !
ru: Уведомление отправлено !
sv: Anmälan skickas !
uk: Повідомлення відправлено!

# InfoComputerNotRegistered
source: Computer {0} NOT Added/Updated to MFA configuration
da: Computer {0} IKKE tilføjet/opdateret til MFA-konfiguration
de: Computer {0} wurde zur MFA-Konfiguration NICHT hinzugefügt / aktualisiert !
fr: Ordinateur {0} NON ajouté / mis à jour dans la configuration MFA !
fr_ca: Ordinateur {0} PAS ajouté/mis à jour à la configuration MFA
it: Computer {0} NON aggiunto / aggiornato alla configurazione MFA !
nl: Computer {0} NIET toegevoegd / bijgewerkt naar MFA-configuratie !
pl: Komputer {0} NIE został dodany / zaktualizowany do konfiguracji MFA!
pt: Computador {0} NÃO adicionado / atualizado para a configuração do MFA !
ro: Computer {0} NU S-a adăugat / a fost actualizat la configurația MFA !
ru: Компьютер {0} НЕ добавлен / обновлен до конфигурации MFA !
sv: Dator {0} INTE tillagd / uppdaterad till MFA-konfiguration !
uk: Комп'ютерна {0} НЕ додана/оновлена до конфігурації МЗС

# InfoComputerNotUnRegistered
source: Computer {0} NOT Removed from MFA configuration
da: Computer {0} IKKE fjernet fra MFA-konfiguration
de: Computer {0} wurde NICHT aus der MFA-Konfiguration entfernt !
fr: Ordinateur {0} NON supprimé de la configuration MFA !
fr_ca: Ordinateur {0} PAS retiré de la configuration MFA
it: Computer {0} NON rimosso dalla configurazione MFA !
nl: Computer {0} NIET verwijderd uit MFA-configuratie !
pl: Komputer {0} NIE został usunięty z konfiguracji MFA!
pt: Computador {0} NÃO removido da configuração do MFA !
ro: Computer {0} NU S-a eliminat din configurația MFA !
ru: Компьютер {0} НЕ удален из конфигурации MFA !
sv: Dator {0} tas inte bort från MFA-konfiguration !
uk: Комп'ютер не {0} видалено з конфігурації МЗС

# InfoComputerRegistered
source: Computer {0} Added/Updated to MFA configuration
da: Computer {0} Tilføjet/Opdateret til MFA-konfiguration
de: Computer {0} zur MFA-Konfiguration hinzugefügt / aktualisiert !
fr: Ordinateur {0} ajouté / mis à jour dans la configuration MFA !
fr_ca: Ordinateur {0} ajouté/mis à jour à la configuration MFA
it: Computer {0} aggiunto / aggiornato alla configurazione MFA !
nl: Computer {0} toegevoegd / geüpdatet naar MFA-configuratie !
pl: Komputer {0} dodano / zaktualizowano do konfiguracji MFA!
pt: Computador {0} adicionado / atualizado para a configuração do MFA !
ro: Computer {0} Adăugat / Actualizat la configurația MFA !
ru: Компьютер {0} добавлен / обновлен до конфигурации MFA !
sv: Dator {0} Tillagd / uppdaterad till MFA-konfiguration !
uk: Комп'ютер {0} Додано/Оновлено до конфігурації МЗС

# InfoComputerUnRegistered
source: Computer {0} Removed from MFA configuration
da: Computer{0} fjernet fra MFA-konfiguration
de: Computer {0} aus der MFA-Konfiguration entfernt !
fr: Ordinateur {0} supprimé de la configuration MFA !
fr_ca: {0} informatique retirée de la configuration MFA
it: Computer {0} Rimosso dalla configurazione MFA !
nl: Computer {0} verwijderd uit MFA-configuratie !
pl: Komputer {0} usunięto z konfiguracji MFA!
pt: Computador {0} removido da configuração do MFA !
ro: Computer {0} Eliminat din configurația MFA !
ru: Компьютер {0} удален из конфигурации MFA !
sv: Dator {0} Borttagen från MFA-konfiguration !
uk: Комп'ютер {0} видалено з конфігурації МЗС

# InfosADFSServicesRestarted
source: ADFS Service correctly restarted on server {0} !
da: ADFS Service genstartet korrekt på server {0} !
de: ADFS-Dienst auf Server {0} neu gestartet !
fr: ADFS Service correctement redémarré sur le serveur {0} !
fr_ca: ADFS Service correctement redémarré sur le serveur {0} !
it: Il servizio ADFS è stato riavviato correttamente sul server {0} !
nl: ADFS-service correct opnieuw opgestart op server {0} !
pl: Usługa ADFS poprawnie uruchomiona ponownie na serwerze {0}!
pt: O Serviço ADFS foi reiniciado corretamente no {0} do servidor !
ro: Serviciul ADFS repornit corect pe server {0} !
ru: Служба ADFS правильно перезапустила на сервере {0}!
sv: ADFS-tjänsten startas om på servern {0} !
uk: ADFS служби правильно перезавантажено на сервері {0}!
