Repository: Kareestofur/adsfmfa
Catalog: Neos.IdentityServer 3.1/Neos.IdentityServer.MultiFactor.Cmdlets/Ressources/infos_strings.*.resx
Languages: da, de, fr, fr_ca, it, nl, pl, pt, ro, ru, sv, uk

# InfosCredentialsChanged
source: Credentials correctly updated !
da: Legitimationsoplysninger korrekt opdateret !
de: Anmeldeinformationen erfolgreich aktualisiert !
fr: Informations d’identification correctement mises à jour !
fr_ca: Informations d’identification correctement mises à jour !
it: Credenziali aggiornate correttamente !
nl: Referenties correct bijgewerkt!
pl: Poświadczenia poprawnie zaktualizowane!
pt: Credenciais corretamente atualizadas!
ro: Acreditări actualizate corect !
ru: Учетные данные правильно обновлены!
sv: Autentiseringsuppgifterna har uppdaterats korrekt !
uk: Облікові дані правильно оновлено !

# InfosMailTemplateExported
source: Mail templates correctly exported !
da: Mail skabeloner korrekt eksporteret !
de: E-Mail-Vorlagen erfolgreich exportiert !
fr: Modèles de courrier correctement exportés !
fr_ca: Modèles de courrier correctement exportés !
it: Modelli di posta esportati correttamente !
nl: E-mailsjablonen correct geëxporteerd !
pl: Szablony poczty poprawnie wyeksportowane!
pt: Modelos de e-mail corretamente exportados !
ro: Șabloane de corespondență exportate corect !
ru: Шаблоны почты правильно экспортируются!
sv: E-postmallar har exporterats korrekt !
uk: Шаблони пошти правильно експортовані!

# InfosSampleInstalled
source: MFA example installed !
da: MFA eksempel installeret!
de: MFA-Beispiel installiert !
fr: Exemple mfa installé !
fr_ca: Exemple mfa installé !
it: Esempio di MFA installato !
nl: MFA voorbeeld geïnstalleerd !
pl: Przykład MFA zainstalowany!
pt: Exemplo MFA instalado !
ro: EXEMPLU MAE instalat !
ru: МИД пример установлен !
sv: MFA exempel installerat!
uk: Приклад МЗС встановлено!

# InfosSampleUnInstalled
source: MFA example UnInstalled !
da: MFA eksempel uinstalleret !
de: MFA-Beispiel deinstalliert !
fr: Exemple MFA désinstallé !
fr_ca: Exemple MFA désinstallé !
it: Esempio di Autenticazione a più fattori Disinstallato !
nl: MFA voorbeeld Ongeinstalleerd!
pl: Przykład MFA odinstalowany!
pt: Exemplo MFA Desinstalado !
ro: EXEMPLU MAE UnInstalled !
ru: МИД пример UnInstalled !
sv: MFA-exempel Avstallerat !
uk: Приклад МЗС UnInstalled!

# InfosSQLCertificateChanged
source: SQL certificate {0} correctly updated !
da: SQL-{0} opdateret korrekt !
de: SQL-Zertifikat {0} korrekt aktualisiert !
fr: Le certificat SQL {0} correctement mis à jour !
fr_ca: Le certificat SQL {0} mis à jour correctement !
it: Il certificato SQL {0} stato aggiornato correttamente !
nl: SQL-certificaat {0} correct bijgewerkt!
pl: Certyfikat SQL {0} poprawnie zaktualizowany!
pt: Certificado SQL {0} atualizado corretamente !
ro: Certificatul SQL {0} actualizat corect !
ru: Сертификат S'L {0} правильно обновлен!
sv: SQL-certifikat {0} korrekt uppdateras !
uk: Сертифікат SQL {0} правильно оновлено !

# InfosADFSCertificateChanged
source: ADFS Certificate correctly created !
da: ADFS-certifikat er oprettet korrekt!
de: ADFS-Zertifikat korrekt erstellt !
fr: Certificat ADFS correctement créé !
fr_ca: Certificat ADFS correctement créé !
it: Certificato ADFS creato correttamente !
nl: ADFS-certificaat correct gemaakt !
pl: Certyfikat usługi ADFS został poprawnie utworzony!
pt: Certificado ADFS criado corretamente !
ro: Certificat ADFS creat corect !
ru: Сертификат ADFS правильно создан !
sv: ADFS-certifikat korrekt skapat !
uk: Сертифікат ADFS правильно створено!

# InfosSystemNotRegistered
source: MFA System Not registered !
da: MFA-systemet er ikke registreret !
de: MFA-System Nicht registriert !
fr: Système MFA Non enregistré !
fr_ca: Système MFA Non enregistré !
it: Sistema AMF non registrato !
nl: MFA-systeem niet geregistreerd!
pl: System MFA nie jest zarejestrowany !
pt: Sistema MFA Não registrado !
ro: Sistemul MAE Nu este înregistrat !
ru: МИД система не зарегистрирована !
sv: MFA-systemet är inte registrerat!
uk: Система МЗС не зареєстрована!

# InfosYes
source: &Yes
da: &Ja
de: &Ja
fr: &Oui
fr_ca: &Oui
it: &Sì
nl: &Ja
pl: &Tak
pt: &Sim
ro: &Da
sv: &Ja
uk: Так

# InfosNo
source: &No
da: &Nej
de: &Nein
fr: &Non
fr_ca: &Non
nl: &Nee
pl: &Nie
pt: &Não
ro: &Nu
sv: &Nej
uk: Ні

# InfoRSAKeyWillbeReset
source: MFA RSA key will be renewed ! Continue ?
da: MFA RSA-nøglen vil blive fornyet! Fortsætte ?
de: MFA RSA-Schlüssel wird erneuert ! Weiter ?
fr: La clé MFA RSA sera renouvelée ! Continuer ?
fr_ca: La clé MFA RSA sera renouvelée ! Continuer ?
it: La chiave RSA dell'autenticazione a più fattori verrà rinnovata! Continuare ?
nl: MFA RSA-sleutel wordt vernieuwd! Blijven ?
pl: Klucz RSA MFA zostanie odnowiony! Kontynuować?
pt: Chave MFA RSA será renovada ! Continuar ?
ro: MAE RSA cheie va fi reînnoit! Continua ?
ru: МИД RSA ключ будет обновлен ! Продолжить ?
sv: MFA RSA-nyckeln kommer att förnyas! Fortsätta ?
uk: Ключ МЗС ОДА буде оновлено! Продовжити?

# InfoAllKeyWillbeReset
source: All the users's current keys will be invalidated ! Continue ?
da: Alle brugernes aktuelle nøgler vil blive ugyldiggjort ! Fortsætte ?
de: Alle aktuellen Schlüssel der Benutzer werden ungültig ! Weiter ?
fr: Toutes les clés actuelles des utilisateurs seront invalidées ! Continuer ?
fr_ca: Toutes les clés actuelles des utilisateurs seront invalidées ! Continuer ?
it: Tutte le chiavi correnti degli utenti verranno invalidate ! Continuare ?
nl: Alle huidige sleutels van de gebruikers worden ongeldig gemaakt ! Blijven ?
pl: Wszystkie bieżące klucze użytkowników zostaną unieważnione! Kontynuować?
pt: Todas as chaves atuais dos usuários serão invalidadas ! Continuar ?
ro: Toate cheile curente ale utilizatorilor vor fi invalidate ! Continua ?
ru: Все текущие ключи пользователей будут признаны недействительными ! Продолжить ?
sv: Alla användares aktuella nycklar kommer att ogiltigförklaras ! Fortsätta ?
uk: Всі поточні ключі користувачів будуть недійсними! Продовжити?

# InfosRSACertificateChanged
source: MFA RSA Certificate correctly installed !
da: MFA RSA-certifikatet er installeret korrekt !
de: MFA RSA Zertifikat richtig installiert !
fr: Certificat RSA correctement installé !
fr_ca: Certificat RSA correctement installé !
it: Certificato RSA MFA installato correttamente !
nl: MFA RSA Certificaat correct geïnstalleerd !
pl: Certyfikat RSA MFA poprawnie zainstalowany!
pt: Certificado MFA RSA instalado corretamente !
ro: Certificat MAE RSA instalat corect !
ru: МИД RSA Сертификат правильно установлен !
sv: MFA RSA-certifikat korrekt installerat !
uk: Сертифікат МЗС ОДА правильно встановлено!

# InfosRSACertificateError
source: MFA RSA Certificate not correctly installed !
da: MFA RSA-certifikatet er ikke installeret korrekt !
de: MFA RSA Zertifikat nicht korrekt installiert !
fr: Certificat RSA n’est pas correctement installé !
fr_ca: Certificat RSA n’est pas correctement installé !
it: Certificato RSA autenticazione a più fattori non installato correttamente !
nl: MFA RSA-certificaat niet correct geïnstalleerd !
pl: Certyfikat RSA MFA nie jest poprawnie zainstalowany!
pt: Certificado MFA RSA não instalado corretamente !
ro: Certificat MAE RSA nu este instalat corect !
ru: МИД RSA Сертификат неправильно установлен !
sv: MFA RSA-certifikat inte korrekt installerat !
uk: Сертифікат МЗС ОДА встановлено неправильно!

# InfosRSASystemKeyChanged
source: MFA RSA Encryption Key correctly updated !
da: MFA RSA-krypteringsnøglen er opdateret korrekt !
de: MFA RSA Verschlüsselungsschlüssel korrekt aktualisiert !
fr: MFA RSA clé de chiffrement correctement mis à jour !
fr_ca: MFA RSA clé de chiffrement correctement mise à jour !
it: Chiave di crittografia RSA dell'autenticazione a più fattori correttamente aggiornata !
nl: MFA RSA encryptie sleutel correct bijgewerkt!
pl: Klucz szyfrowania MFA RSA poprawnie zaktualizowany!
pt: Chave de criptografia MFA RSA atualizada corretamente !
ro: MAE RSA Encryption Key corect actualizat!
ru: MFA RSA Ключ шифрования правильно обновлен !
sv: MFA RSA Krypteringsnyckel korrekt uppdaterad !
uk: Ключ шифрування MFA RSA правильно оновлено!

# InfosRSASystemKeyError
source: MFA RSA Encryption key not correctly updated !
da: MFA RSA-krypteringsnøglen er ikke opdateret korrekt !
de: MFA RSA Verschlüsselungsschlüssel nicht korrekt aktualisiert !
fr: MFA RSA clé de chiffrement pas correctement mis à jour !
fr_ca: MFA RSA clé de chiffrement pas correctement mis à jour !
it: Chiave di crittografia RSA dell'autenticazione a più fattori non aggiornata correttamente !
nl: MFA RSA Encryptie sleutel niet correct bijgewerkt!
pl: Klucz szyfrowania RSA MFA nie został poprawnie zaktualizowany!
pt: Chave de criptografia MFA RSA não atualizada corretamente !
ro: MAE RSA Cheie de criptare nu a fost actualizat corect!
ru: MFA RSA Шифрование ключ не правильно обновляется !
sv: MFA RSA Krypteringsnyckel inte korrekt uppdaterad !
uk: Ключ шифрування MFA RSA неправильно оновлено!

# InfosRSASystemKeyDeployed
source: MFA RSA Encryption Key correctly deployed over the farm !
da: MFA RSA-krypteringsnøglen er installeret korrekt via farmen !
de: MFA RSA Encryption Key korrekt über die Farm bereitgestellt !
fr: MFA RSA clé de chiffrement correctement déployée sur la ferme !
fr_ca: MFA RSA clé de chiffrement correctement déployée sur la ferme !
it: Chiave di crittografia RSA dell'autenticazione a più fattori distribuita correttamente nella farm !
nl: MFA RSA encryptie sleutel correct geïmplementeerd over de boerderij!
pl: Klucz szyfrowania RSA MFA poprawnie wdrożony w gospodarstwie!
pt: Chave de criptografia MFA RSA corretamente implantada sobre a fazenda !
ro: MAE RSA Encryption Key corect implementate peste fermă!
ru: MFA RSA Ключ шифрования правильно развернуты на ферме !
sv: MFA RSA-krypteringsnyckel korrekt distribuerad över servergruppen !
uk: Ключ шифрування MFA RSA правильно розгорнутий над фермою!

# InfosRSASystemKeyDeleted
source: MFA RSA Encryption Key correctly deleted !
da: MFA RSA-krypteringsnøglen er slettet korrekt !
de: MFA RSA Verschlüsselungsschlüssel korrekt gelöscht !
fr: MFA RSA clé de chiffrement correctement supprimée !
fr_ca: MFA RSA clé de chiffrement correctement supprimée !
it: Chiave di crittografia RSA dell'autenticazione a più fattori eliminata correttamente !
nl: MFA RSA Encryptie Sleutel correct verwijderd !
pl: Klucz szyfrowania RSA MFA został poprawnie usunięty!
pt: Chave de criptografia MFA RSA corretamente excluída !
ro: MAE RSA Encryption Key corect șters!
ru: MFA RSA Ключ шифрования правильно удален !
sv: MFA RSA-krypteringsnyckel korrekt borttagen !
uk: Ключ шифрування MFA RSA правильно видалено!

# InfosRSASystemAESCngDeleted
source: MFA AES CNG Encryption Key correctly deleted !
da: MFA AES CNG-krypteringsnøglen er slettet korrekt !
de: MFA AES CNG Verschlüsselungsschlüssel korrekt gelöscht !
fr: MFA AES CNG clé de chiffrement correctement supprimée !
fr_ca: MFA AES CNG de chiffrement correctement supprimée !
it: Chiave di crittografia CNG AES dell'autenticazione a più fattori eliminata correttamente !
nl: MFA AES CNG Encryptie Sleutel correct verwijderd !
pl: Klucz szyfrowania CNG MFA AES poprawnie usunięty!
pt: Chave de criptografia MFA AES CNG corretamente excluída !
ro: MAE AES CNG Encryption Key corect șters!
ru: MFA AES CNG Ключ шифрования правильно удален!
sv: MFA AES CNG-krypteringsnyckel korrekt borttagen !
uk: Ключ шифрування MFA AES CNG правильно видалено!

# InfosRSASystemAESCngChanged
source: MFA AES CNG Encryption Key correctly updated !
da: MFA AES CNG-krypteringsnøgle er opdateret korrekt !
de: MFA AES CNG Verschlüsselungsschlüssel korrekt aktualisiert !
fr: MFA AES CNG clé de chiffrement correctement mise à jour !
fr_ca: MFA AES CNG de chiffrement correctement mis à jour !
it: Chiave di crittografia CNG AES dell'autenticazione a più fattori correttamente aggiornata !
nl: MFA AES CNG encryptie sleutel correct bijgewerkt!
pl: Klucz szyfrowania CNG MFA AES poprawnie zaktualizowany!
pt: Chave de criptografia MFA AES CNG atualizada corretamente !
ro: MAE AES CNG Encryption Key corect actualizat!
ru: MFA AES CNG Ключ шифрования правильно обновлен!
sv: MFA AES CNG-krypteringsnyckel korrekt uppdaterad !
uk: MFA AES CNG ключ шифрування правильно оновлено!

# InfosRSASystemAESCngDeployed
source: MFA AES CNG Encryption Key correctly deployed !
da: MFA AES CNG-krypteringsnøglen er installeret korrekt !
de: MFA AES CNG Verschlüsselungsschlüssel korrekt bereitgestellt !
fr: MFA AES CNG clé de cryptage correctement déployée !
fr_ca: MFA AES CNG de chiffrement déployée correctement !
it: Chiave di crittografia CNG AES dell'autenticazione a più fattori distribuita correttamente !
nl: MFA AES CNG Encryptie Sleutel correct geïmplementeerd !
pl: Klucz szyfrowania CNG MFA AES poprawnie wdrożony!
pt: Chave de criptografia MFA AES CNG corretamente implantada !
ro: MAE AES CNG Encryption Key corect implementat!
ru: MFA AES CNG ключ шифрования правильно развернуты !
sv: MFA AES CNG-krypteringsnyckel korrekt distribuerad !
uk: MFA AES CNG ключ шифрування правильно розгорнуті!

# InfosRSASystemAESCngError
source: MFA AES CNG Encryption key not correctly updated !
da: MFA AES CNG-krypteringsnøglen er ikke opdateret korrekt !
de: MFA AES CNG Verschlüsselungsschlüssel nicht korrekt aktualisiert !
fr: MFA AES CNG clé de chiffrement pas correctement mis à jour !
fr_ca: MFA AES CNG de chiffrement pas correctement mis à jour !
it: Chiave di crittografia CNG AES dell'autenticazione a più fattori non aggiornata correttamente !
nl: MFA AES CNG Encryptie sleutel niet correct bijgewerkt!
pl: Klucz szyfrowania CNG CNG MFA AES nie został poprawnie zaktualizowany!
pt: MFA AES CNG Encryption key não atualizada corretamente !
ro: MAE AES CNG Cheie de criptare nu a fost actualizat corect!
ru: MFA AES CNG ключ шифрования не правильно обновляется !
sv: MFA AES CNG Krypteringsnyckel inte korrekt uppdaterad !
uk: MFA AES CNG Шифрування ключ неправильно оновлено!

# InfosConfigNotUpdated
source: MFA Configuration NOT updated !
da: MFA-konfiguration IKKE opdateret !
de: MFA-Konfiguration NICHT aktualisiert !
fr: Configuration MFA NON mise à jour !
fr_ca: Configuration MFA NON mise à jour !
it: Configurazione autenticazione a più fattori NON aggiornata !
nl: MFA-configuratie NIET bijgewerkt!
pl: Konfiguracja usługi MFA NIE została zaktualizowana!
pt: Configuração MFA NÃO atualizada !
ro: Configurația MAE NU a fost actualizată !
ru: МИД Конфигурация НЕ обновляется !
sv: MFA-konfigurationEN HAR INTE uppdaterats !
uk: Конфігурація МЗС НЕ оновлюється!

# InfosSelfSignedGenerated
source: Self Signed certificate created
da: Selvsigneret certifikat oprettet
pl: Utworzono certyfikat z podpisem własnym
sv: Självsignerat certifikat skapat
uk: Створено самопідписаний сертифікат

# InfosSelfSignedNotGenerated
source: Self Signed certificate not generated
da: Selvsigneret certifikat genereres ikke
pl: Certyfikat z podpisem własnym nie został wygenerowany
sv: Självsignerat certifikat har inte genererats
uk: Самопідписаний сертифікат не генерується
