Repository: Kareestofur/adsfmfa
Catalog: Neos.IdentityServer 3.1/Neos.IdentityServer.Console/Forms/Neos.IdentityServer.Console.DatabaseWizard.*.resx
Languages: it

# cbWindows.Text
source: Windows Authentication
it: Autenticazione di Windows

# $this.Text
source: SQL Mode: Creating the database
it: Modalità SQL: creazione database

# label3.Text
source: Access account to the database
it: Account di accesso al database

# label2.Text
source: Name of the database :
it: Nome database:

# CancelBtn.Text
source: Cancel
it: Annulla

# label1.Text
source: SQL Server Instance :
it: Istanza SQL Server:

# groupBox1.Text
source: Creation settings
it: Impostazioni di creazione

# DBWIZACCOUNTREQUIRED
source: SQL Server account required !
it: L'account SQL Server è richiesto.

# DBWIZINSTANCEREQUIRED
source: SQL Server instance required !
it: L'istanza SQL Server è richiesta.

# DBWIZNAMEREQUIRED
source: SQL Server database name required !
it: Il nome database SQL Server è richiesto.

# DBWIZPASSREQUIRED
source: SQL Server password required !
it: La password SQL Server è richiesta.
