Repository: Kareestofur/adsfmfa
Catalog: Neos.IdentityServer 3.1/Neos.IdentityServer.MultiFactor.SAS.Azure/Resources/SSAS.*.resx
Languages: es, ja, ro

# GLOBALCFGLabel
source: Phone Number
es: Número de teléfono
ja: 電話番号
ro: Număr de telefon

# GLOBALListChoiceDefaultLabel
source: Use default Azure option
es: Usar la opción predeterminada de Azure
ja: 既定の Azure オプションを使用する
ro: Utilizați opțiunea Azure implicită

# GLOBALListChoiceLabel
source: Use Azure authentication options
es: Usar opciones de autenticación de Azure
ja: Azure 認証オプションを使用する
ro: Utilizați opțiunile de autentificare Azure

# GLOBALListOptionLabel
source: Azure authentication options
es: Opciones de autenticación de Azure
ja: Azure 認証オプション
ro: Opțiuni de autentificare Azure

# GLOBALManagement
source: Enroll my Azure options
es: Inscribir mis opciones de Azure
ja: Azure オプションを登録する
ro: Înscrierea opțiunilor Azure

# GLOBALOTPLabel
source: Single use access code
es: Código de acceso de un solo uso
ja: 単一使用アクセスコード
ro: Cod de acces de unică folosință

# GLOBALWarnOverNetwork
source: (data is transmitted over internet)
es: (los datos se transmiten a través de Internet)
ja: (データはインターネット経由で転送されます)
ro: (datele sunt transmise prin Internet)

# GLOBALWarnThirdParty
source: (authentication is performed by Microsoft)
es: (la autenticación la realiza Microsoft)
ja: (認証はマイクロソフトによって実行されます)
ro: (autentificarea este efectuată de Microsoft)

# GLOBALWIZLabel
source: Enroll your mobile
es: Inscriba su móvil
ja: モバイルを登録する
ro: Înscrieți telefonul mobil

# NOTIFChoiceLabel
source: Send a notification to my mobile (Azure)
es: Enviar una notificación a mi móvil (Azure)
ja: モバイルに通知を送信する (Azure)
ro: Trimiteți o notificare către telefonul meu mobil (Azure)

# NOTIFConfigLabel
source: Notification on your authentication application
es: Notificación en la aplicación de autenticación
ja: 認証アプリケーションでの通知
ro: Notificarea aplicației de autentificare

# NOTIFMessage
source: We have sent a notification to your mobile device. Answer to continue.
es: Hemos enviado una notificación a su dispositivo móvil. Respuesta para continuar.
ja: モバイル デバイスに通知が送信されました。続行する答え。
ro: Am trimis o notificare pe dispozitivul mobil. Răspuns pentru a continua.

# OTPChoiceLabel
source: Use my authentication application (Azure)
es: Usar mi aplicación de autenticación (Azure)
ja: 認証アプリケーションを使用する (Azure)
ro: Utilizarea aplicației mele de autentificare (Azure)

# OTPConfigLabel
source: Use your authentication application
es: Utilice la aplicación de autenticación
ja: 認証アプリケーションを使用する
ro: Utilizați aplicația de autentificare

# OTPMessage
source: Enter the verification code for your mobile application.
es: Introduzca el código de verificación de su aplicación móvil.
ja: モバイルアプリケーションの確認コードを入力します。
ro: Introdu codul de verificare pentru aplicația ta mobilă.

# SMSChoiceLabel
source: Send a code to my mobile (Azure)
es: Enviar un código a mi móvil (Azure)
ja: コードをモバイルに送信する (Azure)
ro: Trimite un cod de la meu mobil (Azure)

# SMSConfigLabel
source: Text message on my mobile phone
es: Mensaje de texto en mi teléfono móvil
ja: 携帯電話のテキストメッセージ
ro: Mesaj text pe telefonul meu mobil

# SMSConfigLabel2
source: Text message on my mobile phone {0}
es: Mensaje de texto en mi teléfono móvil {0}
ja: 携帯電話の{0}に表示されるテキスト メッセージ
ro: Mesaj text pe telefonul meu mobil {0}

# SMSMessage
source: We sent an SMS containing a verification code. {0}
es: Enviamos un SMS que contiene un código de verificación. {0}
ja: 確認コードを含む SMS を送信しました。{0}
ro: Am trimis un SMS care conține un cod de verificare. {0}

# VOICE1ChoiceLabel
source: Call my mobile phone (Azure)
es: Llame a mi teléfono móvil (Azure)
ja: 携帯電話に電話する (Azure)
ro: Sună-mi telefonul mobil (Azure)

# VOICE1ConfigLabel
source: Voice call on your mobile
es: Llamada de voz en tu móvil
ja: モバイルでの音声通話
ro: Apel vocal pe telefonul mobil

# VOICE1ConfigLabel2
source: Voice call on your mobile {0}
es: Llamada de voz en tu móvil {0}
ja: モバイル {0}での音声通話
ro: Apel vocal pe telefonul mobil {0}

# VOICE1Message
source: We call your phone {0}. Answer to continue.
es: Llamamos a su teléfono {0}. Responde para continuar.
ja: 私たちはあなたの電話を{0}呼び出します。続行する答え。
ro: Vă sunăm telefonul {0}. Răspuns pentru a continua.

# VOICE2ChoiceLabel
source: Call my secondary phone (Azure)
es: Llame a mi teléfono secundario (Azure)
ja: セカンダリ電話 (Azure) に電話する
ro: Suna telefonul meu secundar (Azure)

# VOICE2ConfigLabel
source: Voice call on my secondary mobile phone
es: Llamada de voz en mi teléfono móvil secundario
ja: セカンダリ携帯電話の音声通話
ro: Apel vocal pe telefonul meu secundar mobil

# VOICE2ConfigLabel2
source: Voice call on my secondary mobile phone {0}
es: Llamada de voz en mi teléfono móvil secundario {0}
ja: セカンダリ携帯電話の音声通話{0}
ro: Apel vocal pe telefonul mobil secundar {0}

# VOICE2Message
source: We call your secondary phone {0}. Answer to continue.
es: Llamamos a su teléfono secundario {0} Respuesta para continuar.
ja: 私たちはあなたのセカンダリ電話を{0}呼び出します。続行する答え。
ro: Noi numim telefonul secundar {0}. Răspuns pentru a continua.

# VOICE3ChoiceLabel
source: Call my office phone (Azure)
es: Llame a mi teléfono de oficina (Azure)
ja: オフィスの電話に電話する (Azure)
ro: Sunați la biroul meu de telefon (Azure)

# VOICE3ConfigLabel
source: Voice call on your office phone
es: Llamada de voz en el teléfono de su oficina
ja: オフィスの電話での音声通話
ro: Apel vocal pe telefonul biroului dvs.

# VOICE3ConfigLabel2
source: Voice call on your office phone {0}
es: Llamada de voz en el teléfono de su oficina {0}
ja: オフィスの電話{0}での音声通話
ro: Apel vocal pe telefonul biroului dvs. {0}

# VOICE3Message
source: We call your office phone {0}. Answer to continue.
es: Llamamos al teléfono de su oficina {0}. Responde para continuar.
ja: 私たちはあなたのオフィスの電話を{0}呼び出します。続行する答え。
ro: Vă sunăm la telefonul de la birou {0}. Răspuns pentru a continua.

# PROVIDERAZURESDESCRIPTION
source: Microsoft Azure Multi-Factor Provider
es: Proveedor multifactor de Microsoft Azure
ja: マイクロソフト Azure 多要素プロバイダー
ro: Furnizor multi-factor Microsoft Azure
