Repository: Kareestofur/adsfmfa
Catalog: Neos.IdentityServer 3.1/Neos.IdentityServer.Common/Resources/CSHtml.*.resx
Languages: da, de, es, fr_ca, it, nl, pt, ro, sv

# ADMINInscriptionEmail
source: We sent an email containing the registration information.
da: Vi sendte en e-mail med registreringsoplysningerne.
de: Es wurde ein E-Mail mit den Registrierungsinformationen versandt.
es: Enviamos un correo electrónico que contiene la información de registro.
fr_ca: Nous avons envoyé un courriel contenant les informations d’inscription.
it: Abbiamo inviato un messaggio di posta elettronica contenente le informazioni di iscrizione.
nl: We hebben een e-mail met de registratiegegevens verstuurd.
pt: Enviamos um e-mail contendo as informações de registro.
ro: Am trimis un e-mail care conține informațiile de înregistrare.
sv: Vi skickade ett e-postmeddelande med registreringsinformationen.

# ADMINKeyEmail
source: We sent you an email containing your secret key. (confidential)
da: Vi har sendt dig en e-mail med din hemmelige nøgle. (fortroligt)
de: Es wurde ein vertrauliches, persönliches E-Mail mit dem geheimen Schlüssel versandt.
es: Enviamos un correo electrónico con su clave secreta. (confidential)
fr_ca: Nous vous avons envoyé un e-mail contenant votre clé secrète. (confidentiel)
it: Abbiamo inviato un messaggio di posta elettronica (confidenziale) contenente la chiave privata.
nl: We hebben u een e-mail gestuurd met daarin uw geheime sleutel. vertrouwelijke
pt: Enviamos-lhe um e-mail contendo a sua chave secreta. confidenciais
ro: Ți-am trimis un e-mail care conține cheia ta secretă. confidențiale
sv: Vi skickade ett e-postmeddelande med din hemliga nyckel. konfidentiell

# GLOBALListChoiceDefaultLabel
source: Use default option
da: Brug standardindstilling
de: Die Standardoption verwenden
es: Usar la opción predeterminada
fr_ca: Utiliser l’option par défaut
it: Utilizza l'opzione predefinita
nl: Standaardoptie gebruiken
pt: Usar opção padrão
ro: Utilizarea opțiunii implicite
sv: Använd standardalternativet

# GLOBALPINMessage
source: Enter your PIN code
da: Angiv din pinkode
de: Geben Sie Ihren PIN-Code ein
es: Ingrese su código pin
fr_ca: Entrez votre code PIN
it: Immetti il codice PIN
nl: Voer uw pincode in
pt: Introduza o seu código PIN
ro: Introdu codul PIN
sv: Ange din PIN-kod

# GLOBALUIPINLabel
source: Enroll your Pin code
da: Tilmelde din pinkode
de: Registrieren Sie einen PIN-Code
es: Registre su código pin
fr_ca: Inscrivez votre code Pin
it: Registra il codice PIN
nl: Uw pincode inschrijven
pt: Inscrever o seu código PIN
ro: Înscrierea codului PIN
sv: Registrera din PIN-kod

# GLOBALWarnOverNetwork
source: (The data is transmitted over the internet)
da: (Dataene overføres via internettet)
de: (Informationen werden übertragen)
es: (Los datos se transmiten en Internet)
fr_ca: (Les données sont transmises sur Internet)
it: (i dati sono trasmessi su Internet)
nl: (De gegevens worden via het Internet verzonden)
pt: (Os dados são transmitidos através da Internet)
ro: (Datele sunt transmise prin Internet)
sv: (Data överförs via Internet)

# GLOBALWarnThirdParty
source: (authentication is performed by a third party)
da: (godkendelse udføres af en tredjepart)
de: (Die Authentifizierung wird von einem Drittanbieter durchgeführt)
es: (la autenticación es realizada por un tercero)
fr_ca: (l’authentification est effectuée par un tiers)
it: (l'autenticazione è eseguita da una terza parte)
nl: (authenticatie wordt uitgevoerd door een derde partij)
pt: (a autenticação é realizada por um terceiro)
ro: (autentificarea este efectuată de către o terță parte)
sv: (autentisering utförs av en tredje part)

# MAILUIEnrollValidatedLabel
source: Account verified<br><br>Now you can use your mail address to authenticate
da: Konto bekræftet<br><br>Nu kan du bruge din e-mail-adresse til at godkende
de: Konto verifiziert<br><br>Sie können jetzt Ihre E-Mail Adresse verwenden um sich anzumelden
es: Cuenta validada<br><br>Puede usar su dirección de correo electrónico para autenticarse
fr_ca: Compte vérifié<br><br>Maintenant, vous pouvez utiliser votre adresse postale pour authentifier
it: Account convalidato<br><br>È possibile utilizzare il proprio indirizzo e-mail per l'autenticazione
nl: Account geverifieerd <br> <br> Nu u uw e-mailadres gebruiken om te verifiëren
pt: Conta verificada <br> <br> agora você pode usar seu endereço de e-mail para autenticar
ro: Cont verificat <br> <br> acum puteți utiliza adresa de mail pentru a autentifica
sv: Konto verifierad <br> <br> nu kan du använda din e-postadress för att autentisera

# MAILUIMessage
source: We sent an email containing a verification code.
da: Vi har sendt en e-mail med en bekræftelseskode.
de: E-Mail mit Einmal-Verifizierungscode versandt.
es: Enviamos un correo electrónico que contiene un código de verificación.
fr_ca: Nous avons envoyé un e-mail contenant un code de vérification.
it: Abbiamo inviato un messaggio di posta elettronica contenente un codice di verifica.
nl: We hebben een e-mail met een verificatiecode verstuurd.
pt: Enviamos um e-mail contendo um código de verificação.
ro: Am trimis un e-mail care conține un cod de verificare.
sv: Vi skickade ett e-postmeddelande med en verifieringskod.

# MAILUIOTPLabel
source: Enter Code
da: Angiv kode
de: Code eingeben
es: Ingrese el código
fr_ca: Entrez le code
it: Immettere il codice
nl: Voer code in
pt: Digite o código
ro: Introduceți codul
sv: Ange kod

# MAILUIWIZLabel
source: Enroll your email address
da: Tilmelde din mailadresse
de: Registrieren Sie Ihre E-Mail-Adresse
es: Registre tu email
fr_ca: Enregistrer votre adresse e-mail
it: Registra il tuo indirizzo di posta elettronica
nl: Uw e-mailadres inschrijven
pt: Inscrever seu endereço de e-mail
ro: Înscrierea adresei de e-mail
sv: Registrera din e-postadress

# OTPUICFGLabel
source: Single use access code
da: Adgangskode til engangsbrug
de: Einmal-Zugangscode
es: Código de acceso de uso único
fr_ca: Code d’accès à usage unique
it: Codice di accesso monouso
nl: Toegangscode voor eenmalig gebruik
pt: Código de acesso de uso único
ro: Cod de acces de unică folosință
sv: Åtkomstkod för engångsbruk

# OTPUIChoiceLabel
source: Use my authentication application
da: Brug mit godkendelsesprogram
de: Verwenden meiner Authentifizierungs-App
es: Usa mi aplicación de autenticación
fr_ca: Utilisez mon application d’authentification
it: Usa la mia app Authenticator
nl: Mijn verificatie toepassing gebruiken
pt: Usar meu aplicativo de autenticação
ro: Utilizați aplicația mea de autentificare
sv: Använd mitt autentiseringsprogram

# OTPUIConfigLabel
source: Use my authentication application
da: Brug mit godkendelsesprogram
de: Verwenden meiner Authentifizierungs-App
es: Usa mi aplicación de autenticación
fr_ca: Utilisez mon application d’authentification
it: Usa la mia app Authenticator
nl: Mijn verificatie toepassing gebruiken
pt: Usar meu aplicativo de autenticação
ro: Utilizați aplicația mea de autentificare
sv: Använd mitt autentiseringsprogram

# OTPUIEnrollTaskLabel
source: Register an authenticator application
da: Registrer en godkenderansøgning
de: Registrieren einer Authentifizierungs-App
es: Configurar una aplicación de autenticación
fr_ca: Enregistrer une application authentificateur
it: Registrare un'applicazione di autenticazione
nl: Een verificator-toepassing registreren
pt: Registrar um aplicativo autenticador
ro: Înregistrați o aplicație de autentificare
sv: Registrera ett autentiseringsprogram

# OTPUIEnrollValidatedLabel
source: Account verified<br><br>Now you can use your app to authenticate
da: Konto bekræftet<br><br>Nu kan du bruge din app til at godkende
de: Konto verifiziert<br><br>Sie können jetzt Ihre App verwenden um sich anzumelden
es: Cuenta validada<br><br>Puede usar la aplicación para autenticarse
fr_ca: Compte vérifié<br><br>Maintenant, vous pouvez utiliser votre application pour authentifier
it: Account convalidato<br><br><br>È possibile usare l'app per autenticarsi
nl: Account geverifieerd <br> <br> Nu u uw app gebruiken om te verifiëren
pt: Conta verificada <br> <br> agora você pode usar seu aplicativo para autenticar
ro: Cont verificat<br><br>acum puteți utiliza aplicația pentru autentificarea
sv: Konto verifierad <br> <br> nu kan du använda din app för att autentisera

# OTPUIListChoiceLabel
source: Use your authentication application
da: Bruge godkendelsesprogrammet
de: Verwenden Sie Ihre Authentifizierungs-App
es: Usa tu aplicación de autenticación
fr_ca: Utilisez votre application d’authentification
it: Usa la tua app Authenticator
nl: Uw verificatie toepassing gebruiken
pt: Use seu aplicativo de autenticação
ro: Utilizați aplicația de autentificare
sv: Använd ditt autentiseringsprogram

# OTPUIListOptionLabel
source: Authentication application
da: Godkendelsesprogram
de: Authentifizierungs-App
es: Aplicación de autenticación
fr_ca: Application d’authentification
it: App Authenticator
nl: Verificatie toepassing
pt: Aplicação de autenticação
ro: Aplicație de autentificare
sv: Autentiseringsprogrammet

# OTPUIMessage
source: Enter the verification code displayed in the authenticator app on your mobile device.
da: Angiv den bekræftelseskode, der vises i godkenderappen på din mobilenhed.
de: Geben Sie den einmaligen Bestätigungscode ein, der in der Authentifizierungs-App angezeigt wird.
es: Ingrese el código de verificación que se muestra en la aplicación de autenticación en su dispositivo móvil.
fr_ca: Entrez le code de vérification affiché dans l’application authentificateur sur votre appareil mobile.
it: Immetti il codice di verifica visualizzato nell'app Authenticator sul dispositivo mobile.
nl: Voer de verificatiecode in die wordt weergegeven in de Authenticator-app op uw mobiele apparaat.
pt: Insira o código de verificação exibido no aplicativo autenticador no seu dispositivo móvel.
ro: Introdu codul de verificare afișat în aplicația de autentificare de pe dispozitivul mobil.
sv: Ange verifieringskoden som visas i autentiseringsappen på din mobila enhet.

# OTPUIOTPLabel
source: Enter Code
da: Angiv kode
de: Code eingeben
es: Ingrese el código
fr_ca: Entrez le code
it: Immettere il codice
nl: Voer code in
pt: Digite o código
ro: Introduceți codul
sv: Ange kod

# OTPUIWIZLabel
source: Enroll Authenticator App
da: Tilmeld authenticator-app
de: Registrieren der Authentifizierungs-App
es: Registre su aplicación
fr_ca: Inscrivez-vous App Authenticator
it: Registra app Authenticator
nl: Authenticator-app inschrijven
pt: Inscrever o aplicativo autenticador
ro: Înscrierea aplicației Authenticator
sv: Registrera autentiseringsapp

# OTPWIZEnroll
source: Enroll my authentication application
da: Tilmelde mit godkendelsesprogram
de: Eine Authentifizierungs-App registrieren
es: Registra mi aplicación de autenticación
fr_ca: Inscrire mon application d’authentification
it: Registra app Authenticator
nl: Mijn verificatie toepassing inschrijven
pt: Inscrever meu aplicativo de autenticação
ro: Înscrierea aplicației mele de autentificare
sv: Registrera mitt autentiseringsprogram

# SMSUICFGLabel
source: Phone number
da: Telefonnummer
de: Telefonnummer
es: Número de teléfono
fr_ca: Numéro de téléphone
it: Numero di telefono
nl: Telefoonnummer
pt: Número de telefone
ro: Numar de telefon
sv: Telefonnummer

# SMSUIChoiceLabel
source: Send a message on my mobile
da: Sende en besked på min mobil
de: Versand von Textnachrichten auf mein Mobiltelefon
es: Envía un mensaje a mi móvil
fr_ca: Envoyer un message sur mon mobile
it: Invia un SMS al mio telefono cellulare
nl: Een bericht verzenden op mijn mobiel
pt: Enviar uma mensagem no meu telemóvel
ro: Trimiteți un mesaj pe telefonul mobil
sv: Skicka ett meddelande på min mobil

# SMSUIChoiceLabel2
source: Return the code received on my mobile
da: Returner den kode, der er modtaget på min mobil
de: Den empfangenen Code eingeben
es: Devuelve el código recibido en mi teléfono móvil
fr_ca: Retourner le code reçu sur mon mobile
it: Specifica il codice ricevuto sul mio telefono cellulare
nl: Retourneer de ontvangen code op mijn mobiel
pt: Devolva o código recebido no meu celular
ro: Returnează codul primit pe telefonul meu mobil
sv: Returnera koden som mottagits på min mobil

# SMSUIConfigLabel
source: Text message on my mobile phone
da: SMS-besked på min mobiltelefon
de: Versand von Textnachrichten auf mein Mobiltelefon
es: Mensaje de texto en mi teléfono móvil
fr_ca: Message texte sur mon téléphone mobile
it: SMS sul mio telefono cellulare
nl: Tekstbericht op mijn mobiele telefoon
pt: Mensagem de texto em meu telefone móvel
ro: Mesaj text pe telefonul meu mobil
sv: Textmeddelande på min mobiltelefon

# SMSUIConfigLabel2
source: Text message on my mobile phone {0}
da: SMS-besked på min mobiltelefon {0}
de: Textnachricht auf meinem Mobiltelefon {0}
es: Mensaje de texto en mi teléfono móvil {0}
fr_ca: Message texte sur mon téléphone portable {0}
it: SMS sul mio telefono cellulare {0}
nl: Tekstbericht op mijn mobiele telefoon {0}
pt: Mensagem de texto no meu telemóvel {0}
ro: Mesaj text pe telefonul meu mobil {0}
sv: Textmeddelande på min mobiltelefon {0}

# SMSUIEnrollTaskLabel
source: Provide a mobile phone number
da: Angiv et mobiltelefonnummer
de: Geben Sie eine Mobiltelefonnummer an
es: Proporcione un número de teléfono móvil
fr_ca: Fournir un numéro de téléphone mobile
it: Fornire un numero di telefono cellulare
nl: Geef een mobiel telefoonnummer op
pt: Forneça um número de telefone móvel
ro: Furnizați un număr de telefon mobil
sv: Ange ett mobiltelefonnummer

# SMSUIEnrollValidatedLabel
source: Account verified<br><br>Now you can use your mobile phone to authenticate
da: Konto bekræftet<br><br>Nu kan du bruge din mobiltelefon til at godkende
de: Konto verifiziert<br><br>Sie können jetzt Ihr Mobiltelefon verwenden um sich anzumelden
es: Cuenta validada<br><br>Puede utilizar su teléfono móvil para autenticarse
fr_ca: Compte vérifié<br><br>Maintenant, vous pouvez utiliser votre téléphone mobile pour authentifier
it: Account convalidato<br><br>È possibile utilizzare il telefono cellulare per autenticarsi
nl: Account geverifieerd <br> <br> Nu u uw mobiele telefoon gebruiken om te verifiëren
pt: Conta verificada <br> <br> agora você pode usar seu telefone celular para autenticar
ro: Cont verificat<br><br>acum puteți utiliza telefonul mobil pentru a autentifica
sv: Konto verifierad <br> <br> nu kan du använda din mobiltelefon för att autentisera

# SMSUIListChoiceLabel
source: Receive a message on my mobile phone
da: Modtage en besked på min mobiltelefon
de: Textnachricht an mein Mobiltelefon senden
es: Recibe un mensaje en mi teléfono móvil
fr_ca: Recevez un message sur mon téléphone mobile
it: Ricevi un SMS inviato al mio telefono cellulare
nl: Een bericht ontvangen op mijn mobiele telefoon
pt: Receber uma mensagem no meu telemóvel
ro: Primirea unui mesaj pe telefonul meu mobil
sv: Få ett meddelande på min mobiltelefon

# SMSUIListOptionLabel
source: Mobile phone authentication
da: Godkendelse af mobiltelefon
de: Persönliches Mobiltelefon
es: Autenticación de teléfono móvil
fr_ca: Authentification de téléphone mobile
it: Autenticazione con telefono cellulare
nl: Verificatie via mobiele telefoon
pt: Autenticação do telefone móvel
ro: Autentificarea telefonului mobil
sv: Autentisering av mobiltelefon

# SMSUIMessage
source: We sent an SMS containing a verification code.
da: Vi sendte en SMS med en bekræftelseskode.
de: Textnachricht mit Verifizierungscode versandt.
es: Hemos enviado un SMS con un código de verificación.
fr_ca: Nous avons envoyé un SMS contenant un code de vérification.
it: Abbiamo inviato un SMS contenente un codice di verifica.
nl: We stuurden een SMS met een verificatiecode.
pt: Enviamos um SMS contendo um código de verificação.
ro: Am trimis un SMS care conține un cod de verificare.
sv: Vi skickade ett SMS med en verifieringskod.

# SMSUIOTPLabel
source: Access code received by phone
da: Adgangskode modtaget via telefon
de: Code eingeben
es: Ingrese el código
fr_ca: Code d’accès reçu par téléphone
it: Codice d'accesso ricevuto al telefono
nl: Toegangscode ontvangen per telefoon
pt: Código de acesso recebido por telefone
ro: Codul de acces primit prin telefon
sv: Åtkomstkod som mottagits via telefon

# SMSUIWIZLabel
source: Enroll your mobile
da: Tilmeld din mobil
de: Registrieren Sie Ihr Mobiltelefon
es: Registre tu móvil
fr_ca: Inscrivez votre mobile
it: Registra il tuo telefono cellulare
nl: Uw mobiele telefoon inschrijven
pt: Inscreva seu celular
ro: Înscrieți telefonul mobil
sv: Registrera din mobil

# SMSWIZEnroll
source: Enroll my phone
da: Tilmeld min telefon
de: Mein Mobiltelefon registrieren
es: Registra mi teléfono
fr_ca: Inscrivez mon téléphone
it: Registra il tuo telefono cellulare
nl: Mijn telefoon inschrijven
pt: Inscrever meu telefone
ro: Înscrierea telefonului meu
sv: Registrera min telefon

# PROVIDEROTPDESCRIPTION
source: TOTP Multi-Factor Provider
da: TOTP-udbyder med flere faktorer
es: Proveedor multifactor TOTP
fr_ca: Fournisseur multifacteur TOTP
it: Provider di multifattore TOTP
nl: TOTP multi-factor leverancier
pt: Provedor multifatorial TOTP
ro: Furnizor multi-factor TOTP
sv: Multifaktorleverantör via TOTP

# PROVIDERSMSDESCRIPTION
source: SMS Multi-Factor Provider Sample
da: Eksempel på SMS-udbyder til udbydere
de: SMS Multi-Factor-Provider Beispiel
es: Ejemplo de proveedor multifactor SMS
fr_ca: Fournisseur multifacteur SMS
it: Esempio di provider di multifattore SMS
nl: SMS multi-factor leverancier
pt: Amostra de provedor multifatorial de SMS
ro: Exemplu de furnizor multi-factor SMS
sv: Multifaktorleverantör via SMS

# PROVIDEREMAILDESCRIPTION
source: Email Multi-Factor Provider
da: E-mail-udbyder til flere faktorer
es: Proveedor multifactor de correo electrónico
fr_ca: Fournisseur multifacteur par courriel
it: Provider multifattore di posta elettronica
nl: E-mail multifactor leverancier
pt: Provedor multifatorial de e-mail
ro: Furnizor multi-factor de e-mail
sv: Multifaktorleverantör via e-post

# OTPUIWIZComment
source: Scan the QR Code with a TOTP application like Microsoft Authenticator, Google Authenticator for registering your account
da: Scan QR-koden med et TOTP-program som Microsoft Authenticator, Google Authenticator til registrering af din konto
de: Scannen Sie den QR-Code mit einer Authentifizierungs-App für die Registrierung Ihres Kontos
es: Escanea el código QR con una aplicación TOTP como Microsoft Authenticator, Google Authenticator para registrar tu cuenta
fr_ca: Numérisez le code QR avec une application TOTP comme Microsoft Authenticator, Google Authenticator pour l’enregistrement de votre compte
it: Scansiona il codice QR con un'applicazione TOTP come Microsoft Authenticator, Google Authenticator per registrare il tuo account
nl: Scan de QR-code met een TOTP-toepassing zoals Microsoft Authenticator, Google Authenticator voor het registreren van uw account
pt: Escaneie o QR Code com um aplicativo TOTP como o Microsoft Authenticator, o Google Authenticator para registrar sua conta
ro: Scanați codul QR cu o aplicație TOTP precum Microsoft Authenticator, Google Authenticator pentru înregistrarea contului dvs.
sv: Skanna QR-koden med ett TOTP-program som Microsoft Authenticator, Google Authenticator för att registrera ditt konto

# MAILUIWIZComment
source: You must enter an email address to confirm your identiy. This email must be reachable without needing enterprise verification (personal email address)
da: Du skal indtaste en e-mail-adresse for at bekræfte din identiy. Denne e-mail skal være tilgængelig uden at skulle bekræfte virksomheden (personlig e-mail-adresse)
de: Sie müssen Ihre E-Mail-Adresse eingeben, um Ihre Identität zu bestätigen. Es muss sich um eine persönliche E-Mail-Adresse handeln.
es: Debe introducir una dirección de correo electrónico para confirmar su identidad. Este correo electrónico debe ser accesible sin necesidad de verificación empresarial (dirección de correo electrónico personal)
fr_ca: Vous devez entrer une adresse e-mail pour confirmer votre identité. Cet e-mail doit être accessible sans avoir besoin de vérification de l’entreprise (adresse e-mail personnelle)
it: Devi inserire un indirizzo email per confermare la tua iscrizione. Questa e-mail deve essere raggiungibile senza bisogno di verifica aziendale (indirizzo e-mail personale)
nl: Je moet een e-mailadres invoeren om je identiteit te bevestigen. Deze e-mail moet bereikbaar zijn zonder bedrijfsverificatie (persoonlijk e-mailadres)
pt: Você deve inserir um endereço de e-mail para confirmar sua identificação. Este e-mail deve ser acessível sem precisar de verificação corporativa (endereço de e-mail pessoal)
ro: Trebuie să introduceți o adresă de e-mail pentru a confirma identitatea. Acest e-mail trebuie să fie accesibil fără a fi nevoie de verificarea întreprinderii (adresa de e-mail personală)
sv: Du måste ange en e-postadress för att bekräfta din identiy. Detta e-postmeddelande måste kunna nås utan att behöva företagsverifiering (personlig e-postadress)

# SMSUIWIZComment
source: You must enter your phone number in order to confirm your identity. This phone must be reachable.
da: Du skal indtaste dit telefonnummer for at bekræfte din identitet. Denne telefon skal være tilgængelig.
de: Sie müssen Ihre Telefonnummer eingeben, um Ihre Identität zu bestätigen. Dieses Telefon muss erreichbar sein.
es: Debe introducir su número de teléfono para confirmar su identidad. Este teléfono debe ser accesible.
fr_ca: Vous devez entrer votre numéro de téléphone afin de confirmer votre identité. Ce téléphone doit être joignable.
it: Devi inserire il tuo numero di telefono per confermare la tua identità. Questo telefono deve essere raggiungibile.
nl: U moet uw telefoonnummer invoeren om uw identiteit te bevestigen. Deze telefoon moet bereikbaar zijn.
pt: Você deve digitar seu número de telefone para confirmar sua identidade. Este telefone deve ser alcançável.
ro: Trebuie să introduceți numărul de telefon pentru a vă confirma identitatea. Acest telefon trebuie să fie accesibil.
sv: Du måste ange ditt telefonnummer för att bekräfta din identitet. Den här telefonen måste kunna nås.

# PROVIDERPLUGDESCRIPTION
source: {0} Multi-Factor Provider (Plug)
da: {0} leverandør med flere faktorer (plug)
de: {0} Multi-Faktor-Provider
es: {0} proveedor multifactor (Plug)
fr_ca: Fournisseur multifacteur {0} (Plug)
it: {0} fornitore a più fattori (Plug)
nl: {0} multi-factor leverancier (Plug)
pt: {0} fornecedor multifatorial (Plug)
ro: {0} furnizor multi-factor (Plug)
sv: {0} multifaktorleverantör (Plug)

# MAILUICFGLabel
source: Email address
da: E-mailadresse
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr_ca: Adresse e-mail
it: indirizzo email
nl: E-mailadres
pt: Endereço de e-mail
ro: Adresă de e-mail
sv: E-postadress

# MAILUIChoiceLabel
source: Receive an email
da: Modtag en e-mail
de: E-Mail erhalten
es: Recibir un correo electrónico
fr_ca: Recevoir un e-mail
it: Ricevere un messaggio di posta elettronica
nl: Een e-mail ontvangen
pt: Receba um e-mail
ro: Primirea unui e-mail
sv: Ta emot ett e-postmeddelande

# MAILUIConfigLabel
source: Send an email
da: Send en mail
de: E-Mail senden
es: Enviar un correo electrónico
fr_ca: Envoyer un e-mail
it: Inviare un messaggio di posta elettronica
nl: Een e-mail verzenden
pt: Envie um e-mail
ro: Trimiterea unui e-mail
sv: Skicka ett e-postmeddelande

# MAILUIConfigLabel2
source: Send an email to my {0} address
da: Send en e-mail til min {0} adresse
de: Senden Sie eine E-Mail an meine Adresse {0}
es: Envíe un correo electrónico a mi dirección de {0}
fr_ca: Envoyer un e-mail sur mon adresse {0}
it: Inviare un messaggio di posta elettronica all{0} indirizzo
nl: Stuur een e-mail naar mijn {0} adres
pt: Envie um e-mail para meu endereço {0}
ro: Trimiterea unui e-mail la adresa mea de {0}
sv: Skicka ett e-postmeddelande till min {0}-adress
