Repository: Kareestofur/adsfmfa
Catalog: Neos.IdentityServer 3.1/Neos.IdentityServer.Common/Resources/CSHtml.*.resx
Languages: da, de, es, fr_ca, it, nl, pt, ro, sv

# MAILUIEnrollTaskLabel
source: Provide an email address
da: Angiv en e-mailadresse
de: Bereitstellung einer E-Mail-Adresse
es: Proporcione una dirección de correo electrónico
fr_ca: Fournir une adresse e-mail
it: Fornire un indirizzo di posta elettronica
nl: Een e-mailadres opgeven
pt: Forneça um endereço de e-mail
ro: Furnizarea unei adrese de e-mail
sv: Ange en e-postadress

# MAILUIListChoiceLabel
source: Receive an email
da: Få en mail
de: Erhalten Sie eine E-Mail
es: Reciba un correo electrónico
fr_ca: Recevez un e-mail
it: Ricevere un messaggio di posta elettronica
nl: Ontvang een e-mail
pt: Receba um e-mail
ro: Obțineți un e-mail
sv: Skaffa ett e-postmeddelande

# MAILUIListOptionLabel
source: Email address
da: E-mailadresse
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr_ca: Adresse e-mail
it: indirizzo email
nl: E-mailadres
pt: Endereço de e-mail
ro: Adresă de e-mail
sv: E-postadress

# MAILWIZEnroll
source: Enroll my email address
da: Gemme min mailadresse
de: Speichern Sie meine E-Mail-Adresse
es: Guardar mi dirección de correo electrónico
fr_ca: Enregistrer mon adresse e-mail
it: Salvare il mio indirizzo e-mail
nl: Mijn e-mailadres opslaan
pt: Salve meu endereço de e-mail
ro: Salvarea adresei mele de e-mail
sv: Spara min e-postadress

# GLOBALPINLabel
source: Enter your PIN code
da: Angiv din pinkode
de: Geben Sie Ihren PIN-Code ein
es: Ingrese su código pin
fr_ca: Entrez votre code PIN
it: Immetti il codice PIN
nl: Voer uw pincode in
pt: Introduza o seu código PIN
ro: Introdu codul PIN
sv: Ange din PIN-kod
