Repository: Kareestofur/adsfmfa
Catalog: Neos.IdentityServer 3.1/Neos.IdentityServer.Console/Resources/Neos.IdentityServer.Console.Nodes.*.resx
Languages: da, de, es, fr, ja, nl, pl, pt, ro, uk

# ADDSSCOPENODEDESC
source: Active Directory configuration
da: Konfiguration af Active Directory
de: Active Directory Konfiguration
es: Configuración de Active Directory
fr: Configuration Active Directory
ja: アクティブ ディレクトリの構成
nl: Active Directory-instellingen
pl: Ustawienia usługi Active Directory
pt: Configuração ativa do diretório
ro: Configurare Active Directory
uk: Конфігурація active directory

# AZURESCOPENODEDESC
source: Azure configuration
da: Azure-konfiguration
de: Azure Konfiguration
es: Configuración de Azure
fr: Configuration Azure
ja: Azure の構成
nl: Azure Setup
pl: Ustawienia platformy Azure
pt: Configuração azul
ro: Configurare Azure

# GENERALSCOPECANCEL
source: Cancel
da: Annullere
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
nl: Annuleren
pl: Anulować
pt: Cancelar
ro: Anula
uk: Скасувати

# GENERALSCOPECANCELDESC
source: Cancel updates
da: Annuller opdateringer
de: Vorgang abbrechen
es: Cancelar cambios
fr: Annuler les modifications
ja: 更新のキャンセル
nl: Wijzigingen annuleren
pl: Anuluj zmiany
pt: Cancelar alterações
ro: Anularea modificărilor
uk: Скасування оновлень

# GENERALSCOPECERTS
source: MFA Certificates Security
da: Mfa-certifikatsikkerhed
de: MFA Zertifikatssicherheit
es: Certificados MFA Seguridad
fr: Sécurité des certificats MFA
ja: MFA 証明書のセキュリティ
nl: MFA-certificaten Beveiliging
pl: Certyfikaty MFA Bezpieczeństwo
pt: Segurança dos Certificados MFA
ro: Securitate MFA Certificates
uk: Безпека сертифікатів МЗС

# GENERALSCOPECERTSDESC
source: Manage certificate's priva keys Access Control List on current server
da: Administrere certifikatets priva-nøgler Adgangskontrolliste på den aktuelle server
de: Verwalten Sie die Zugriffssteuerungsliste auf private Schlüssel von Zertifikaten auf dem aktuellen Server
es: ¡Administre las claves privadas del certificado Lista de control de acceso en el servidor actual
fr: Gérez la liste de contrôle d'accès des clés privées du certificat sur le serveur courant
ja: 現在のサーバー上の証明書の priva キーアクセス制御リストを管理します。
nl: Beheer priva sleutels certificaat Toegangscontrolelijst op huidige server
pl: Zarządzaj kluczami prywatnymi certyfikatu Lista kontroli dostępu na bieżącym serwerze
pt: Gerencie as chaves privadas do certificado Lista de controle de acesso no servidor atual
ro: Gestionați cheile priva ale certificatului Lista de control a accesului pe serverul curent
uk: Керування списком керування доступом до ключів priva сертифіката на поточному сервері

# GENERALSCOPENODEDESC
source: Global parameters
da: Globale parametre
de: Allgemeine Einstellungen
es: Configuración general
fr: Paramètres généraux
ja: グローバル パラメータ
nl: Algemene instellingen
pl: Ustawienia ogólne
pt: Configurações gerais
ro: Setări generale
uk: Глобальні параметри

# GENERALSCOPERESTARTMFASVC
source: Restart MFA Services
da: Genstart MFA-tjenester
de: MFA Services neu starten
es: ¡Reinicie los servicios de MFA
fr: Redémarrer les services MFA
ja: MFA サービスの再起動
nl: Start MFA-services opnieuw
pl: Uruchom ponownie usługi MFA
pt: Reinicie os serviços MFA
ro: Reporniți serviciile MFA
uk: Перезапустити послуги МЗС

# GENERALSCOPERESTARTMFASVCDESC
source: Restart all MFA Services (Notification Hub and ADFS Services) on all farm servers
da: Genstart alle MFA-tjenester (Notification Hub og ADFS Services) på alle farmservere
de: Alle MFA-Dienste (Notification Hub und ADFS-Dienste) auf allen Farm-Servern neu starten
es: ¡Reinicie todos los servicios de MFA (Notification Hub y ADFS Services) en todos los servidores de la granja
fr: Redémarrer tous les services MFA (Notification Hub et services ADFS) sur tous les serveurs de la batterie
ja: すべてのファーム サーバー上のすべての MFA サービス (通知ハブおよび ADFS サービス) を再起動します。
nl: Start alle MFA-services (Notification Hub en ADFS-services) opnieuw op alle farm-servers
pl: Uruchom ponownie wszystkie usługi MFA (Centrum powiadomień i usługi ADFS) na wszystkich serwerach farmy
pt: Reinicie todos os serviços MFA (Hub de notificação e serviços ADFS) em todos os servidores do farm
ro: Reporniți toate serviciile MFA (Notification Hub și ADFS Services) pe toate serverele de fermă
uk: Перезапустіть усі служби MFA (Центр сповіщень та служби ADFS) на всіх фермерських серверах

# GENERALSCOPESAVE
source: Save
da: Gemme
de: Speichern
es: Salvar
fr: Sauvegarder
ja: 保存
nl: Beschermen
pl: Zapisz
pt: Salvar
ro: Salva
uk: Рятувати

# GENERALSCOPESAVEDESC
source: Save updates
da: Gem opdateringer
de: Änderungen Speichern
es: Guardar cambios
fr: Sauvegarder les modifications
ja: 更新の保存
nl: Wijzigingen opslaan
pl: Zapisz zmiany
pt: Salvar mudanças
ro: Salvare modificări
uk: Збереження оновлень

# MFASCOPENODEDESC
source: MFA Providers
da: MFA-udbydere
de: MFA Bereitstellungsdienste
es: Proveedores de MFA
fr: Fournisseurs MFA
ja: MFA プロバイダー
nl: MFA-leveranciers
pl: Dostawcy usług MFA
pt: Fornecedores da MFA
ro: Furnizori de AMF
uk: Постачальники МЗС

# ROOTCHANGELANGUAGE
source: Change language
da: Skift sprog
de: Sprache ändern
es: Cambiar el idioma
fr: Changer de langue
ja: 言語の変更
nl: Taal wijzigen
pl: Zmiana języka
pt: Mudando a linguagem
ro: Schimbarea limbii
uk: Змінити мову

# ROOTCHANGELANGUAGEDESC
source: Change the culture of the user interface
da: Ændre brugergrænsefladens kultur
de: Sprach- und Kultureinstellungen der Benutzeroberfläche ändern
es: Cambio de la referencia cultural de la interfaz de usuario
fr: Changer la culture de l'interface utilisateur
ja: ユーザー インターフェイスのカルチャを変更する
nl: De cultuur van de gebruikersinterface wijzigen
pl: Zmiana kultury interfejsu użytkownika
pt: Mudando a cultura da interface do usuário
ro: Schimbarea culturii interfeței cu utilizatorul
uk: Зміна культури інтерфейсу користувача

# ROOTLANGUAGEDE
source: German
da: tysk
de: Deutsch
es: Alemán
fr: Allemand
ja: ドイツ語
nl: Duits
pl: Niemiecki
pt: Alemão
ro: Germană
uk: Німецька

# ROOTLANGUAGEDEDESC
source: Change the culture of the user interface in German (1031)
da: Ændre kulturen i brugergrænsefladen på tysk (1031)
de: Sprach- und Kultureinstellungen ändern auf Deutsch (1031)
es: Cambiar la referencia cultural de la interfaz de usuario en alemán (1031)
fr: Changer la culture de l'interface utilisateur en allemand (1031)
ja: ドイツ語 (1031) のユーザー インターフェイスのカルチャを変更する
nl: Verander de cultuur van de gebruikersinterface in het Duits (1031)
pl: Zmień kulturę interfejsu użytkownika na język niemiecki (1031)
pt: Alterar a cultura da interface do usuário em alemão (1031)
ro: Schimbarea culturii de interfață cu utilizatorul în limba germană (1031)
uk: Змінити культуру інтерфейсу користувача німецькою мовою (1031)

# ROOTLANGUAGEES
source: Spanish
da: spansk
de: Spanisch
es: Español
fr: Espagnol
ja: スペイン語
nl: Spaans
pl: Hiszpański
pt: Espanhol
ro: Spaniolă
uk: Іспанська

# ROOTLANGUAGEESDESC
source: Change the user interface culture in Spanish (1034/3082)
da: Ændre brugergrænsefladekulturen på spansk (1034/3082)
de: Sprach- und Kultureinstellungen ändern auf Spanisch (3082)
es: Cambio de la referencia cultural de la interfaz de usuario en español (3082)
fr: Changer la culture de l'interface utilisateur en espagnol (3082)
ja: スペイン語でユーザー インターフェイスカルチャを変更する (1034/3082)
nl: De cultuur van de gebruikersinterface in het Spaans wijzigen (3082)
pl: Zmień kulturę interfejsu użytkownika na język hiszpański (3082)
pt: Alterando a cultura da interface do usuário em espanhol (3082)
ro: Schimbarea culturii de interfață cu utilizatorul în limba spaniolă (3082)
uk: Змінити культуру інтерфейсу користувача іспанською мовою (1034/3082)

# ROOTLANGUAGEFR
source: French
da: fransk
de: Französisch
es: Francés
fr: Français
ja: フランス語
nl: Frans
pl: Francuski
pt: Francês
ro: Franceză
uk: Французька

# ROOTLANGUAGEFRDESC
source: Changing the culture of the user interface in French (1036)
da: Ændring af brugergrænsefladens kultur på fransk (1036)
de: Sprach- und Kultureinstellungen ändern auf Französisch (1036)
es: Cambio de la referencia cultural de la interfaz de usuario en francés (1036)
fr: Changer la culture de l'interface utilisateur en français (1036)
ja: フランス語でのユーザー インターフェイスのカルチャの変更 (1036)
nl: De cultuur van de gebruikersinterface in het Frans wijzigen (1036)
pl: Zmień kulturę interfejsu użytkownika na język francuski (1036)
pt: Alterando a cultura da interface do usuário em francês (1036)
ro: Schimbarea culturii de interfață cu utilizatorul în limba franceză (1036)
uk: Зміна культури інтерфейсу користувача французькою мовою (1036)

# ROOTLANGUAGEIT
source: Italian
da: italiensk
de: Italienisch
es: Italiano
fr: Italien
ja: イタリア語
nl: Italiaans
pl: Włoski
pt: Italiano
ro: Italiană
uk: Італійська

# ROOTLANGUAGEITDESC
source: Change the culture of the user interface in Italian (1040)
da: Ændre kulturen i brugergrænsefladen på italiensk (1040)
de: Sprach- und Kultureinstellungen ändern auf Italienisch (1040)
es: Cambio de la referencia cultural de la interfaz de usuario en italiano (1040)
fr: Changer la culture de l'interface utilisateur en italien (1040)
ja: イタリア語でユーザー インターフェイスのカルチャを変更する (1040)
nl: De cultuur van de gebruikersinterface in het Italiaans wijzigen (1040)
pl: Zmień kulturę interfejsu użytkownika na język włoski (1040)
pt: Mudando a cultura da interface do usuário em italiano (1040)
ro: Schimbarea culturii de interfață cu utilizatorul în limba italiană (1040)
uk: Змінити культуру інтерфейсу користувача італійською мовою (1040)

# ROOTLANGUAGENL
source: Dutch
da: nederlandsk
de: Holländisch
es: Holandés
fr: Néerlandais
ja: オランダ語
nl: Nederlands
pl: Holenderski
pt: Holandês
ro: Olandeză
uk: Нідерландська

# ROOTLANGUAGENLDESC
source: Changing the user interface culture in Dutch (1043)
da: Ændring af brugergrænsefladekulturen på hollandsk (1043)
de: Ändern der Benutzeroberflächeskultur auf Niederländisch (1043)
es: Cambio de la referencia cultural de la interfaz de usuario en neerlandés (1043)
fr: Modification de la culture de l'interface utilisateur en néerlandais (1043)
ja: オランダ語でのユーザー インターフェイスカルチャの変更 (1043)
nl: De gebruikersinterface cultuur in het Nederlands wijzigen (1043)
pl: Zmień kulturę interfejsu użytkownika na język niderlandzkim (1043)
pt: Alterando a cultura da interface do usuário em holandês (1043)
ro: Schimbarea culturii interfeței cu utilizatorul în limba olandeză (1043)
uk: Зміна культури інтерфейсу користувача голландською мовою (1043)

# ROOTLANGUAGEPL
source: Polish
da: polsk
de: Polnisch
es: Polaco
fr: Polonais
ja: ポーランド語
nl: Pools
pl: Polski
pt: Polonês
ro: Poloneză
uk: Польська

# ROOTLANGUAGEPLDESC
source: Change the culture of the user interface in Polish (1045)
da: Ændre kulturen i brugergrænsefladen på polsk (1045)
de: Sprach- und Kultureinstellungen ändern auf Polnisch (1045)
es: Cambiar la referencia cultural de la interfaz de usuario en polaco (1045)
fr: Changer la culture de l'interface utilisateur en polonais (1045)
ja: ポーランド語でユーザー インターフェイスのカルチャを変更する (1045)
nl: Verander de cultuur van de gebruikersinterface in het Pools (1045)
pl: Zmień kulturę interfejsu użytkownika na język polski (1045)
pt: Alterar a cultura da interface do usuário em polonês (1045)
ro: Schimbarea culturii de interfață cu utilizatorul în limba polonă (1045)
uk: Змінити культуру інтерфейсу користувача польською мовою (1045)

# ROOTLANGUAGEPT
source: Portuguese
da: portugisisk
de: Portugiesisch
es: Portugués
fr: Portugais
ja: ポルトガル語
nl: Portugees
pl: Portugalski
pt: Português
ro: Portugheză
uk: Португальська

# ROOTLANGUAGEPTDESC
source: Changing the user interface culture in Portuguese (2070)
da: Ændring af brugergrænsefladekulturen på portugisisk (2070)
de: Ändern der Benutzeroberflächeaufkultur auf Portugiesisch (2070)
es: Cambio de la referencia cultural de la interfaz de usuario en portugués (2070)
fr: Changer la culture de l'interface utilisateur en portugais (2070)
ja: ポルトガル語でのユーザー インターフェイスカルチャの変更 (2070)
nl: De cultuur van de gebruikersinterface wijzigen in het Portugees (2070)
pl: Zmień kulturę interfejsu użytkownika na język portugalski (2070)
pt: Alterando a cultura da interface do usuário em português (2070)
ro: Schimbarea culturii interfeței cu utilizatorul în limba portugheză (2070)
uk: Зміна культури інтерфейсу користувача португальською мовою (2070)

# ROOTLANGUAGERO
source: Romanian
da: rumænsk
de: Rumänisch
es: Rumano
fr: Roumain
ja: ルーマニア語
nl: Roemeens
pl: Rumuński
pt: Romeno
ro: Română
uk: Румунська

# ROOTLANGUAGERODESC
source: Change the culture of the user interface in Romanian (1048)
da: Ændre kulturen i brugergrænsefladen på rumænsk (1048)
de: Sprach- und Kultureinstellungen ändern auf Rumänisch (1048)
es: Cambiar la referencia cultural de la interfaz de usuario en rumano (1048)
fr: Changer la culture de l'interface utilisateur en roumain (1048)
ja: ルーマニア語 (1048) のユーザー インターフェイスのカルチャを変更します。
nl: Verander de cultuur van de gebruikersinterface in het Roemeens (1048)
pl: Zmień kulturę interfejsu użytkownika na język rumuński (1048)
pt: Alterar a cultura da interface do usuário em romeno (1048)
ro: Schimbarea culturii interfeței cu utilizatorul în limba română (1048)
uk: Змінити культуру інтерфейсу користувача румунською мовою (1048)

# ROOTLANGUAGERU
source: Russian
da: russisk
de: Russisch
es: Ruso
fr: Russe
ja: ロシア語
nl: Russisch
pl: Rosyjski
pt: Russo
ro: Rusă
uk: Російська

# ROOTLANGUAGERUDESC
source: Change the culture of the user interface in Russian (1049)
da: Ændre kulturen i brugergrænsefladen på russisk (1049)
de: Ändern der Kultur der Benutzeroberfläche in Russisch (1049)
es: Cambiar la referencia cultural de la interfaz de usuario en ruso (1049)
fr: Changer la culture de l'interface utilisateur en russe (1049)
ja: ロシア語でのユーザー インターフェイスのカルチャを変更する (1049)
nl: Verander de cultuur van de gebruikersinterface in het Russisch (1049)
pl: Zmień kulturę interfejsu użytkownika na język rosyjski (1049)
pt: Mude a cultura da interface do usuário em russo (1049)
ro: Schimbarea culturii de interfață cu utilizatorul în limba rusă (1049)
uk: Змінити культуру інтерфейсу користувача російською мовою (1049)

# ROOTLANGUAGESV
source: Swedish
da: svensk
de: Schwedisch
es: Sueco
fr: Suédois
ja: スウェーデン語
nl: Zweeds
pl: Szwedzki
pt: Sueco
ro: Suedeză
uk: Шведська

# ROOTLANGUAGESVDESC
source: Change the culture of the user interface in Swedish (1053)
da: Ændre kulturen i brugergrænsefladen på svensk (1053)
de: Sprach- und Kultureinstellungen ändern auf Schwedisch (1053)
es: Cambiar la referencia cultural de la interfaz de usuario en sueco (1053)
fr: Changer la culture de l'interface utilisateur en suédois (1053)
ja: スウェーデン語 (1053) のユーザー インターフェイスのカルチャを変更する
nl: Verander de cultuur van de gebruikersinterface in het Zweeds (1053)
pl: Zmień kulturę interfejsu użytkownika na język szwedzki (1053)
pt: Alterar a cultura da interface do usuário em sueco (1053)
ro: Schimbarea culturii de interfață cu utilizatorul în limba suedeză (1053)
uk: Змінити культуру інтерфейсу користувача шведською мовою (1053)

# ROOTLANGUAGEUS
source: English
da: engelsk
de: Englisch
es: Inglés
fr: Anglais
ja: 英語
nl: Engels
pl: Angielski
pt: Inglês
ro: Engleză
uk: Англійська

# ROOTLANGUAGEUSDESC
source: Change the culture of the user interface in English (1033)
da: Ændre brugergrænsefladens kultur på engelsk (1033)
de: Ändern Sie die Kultur der Benutzeroberfläche in Englisch (1033)
es: Cambiar la cultura de la interfaz de usuario en inglés (1033)
fr: Changer la culture de l'interface utilisateur en anglais (1033)
ja: ユーザー インターフェイスのカルチャを英語で変更する (1033)
nl: De cultuur van de gebruikersinterface in het Engels wijzigen (1033)
pl: Zmień kulturę interfejsu użytkownika na język angielski (1033)
pt: Alterando a cultura da interface do usuário em inglês (1033)
ro: Schimbarea culturii de interfață cu utilizatorul în limba engleză (1033)
uk: Змінити культуру інтерфейсу користувача англійською мовою (1033)

# SECURITYSCOPENODEDESC
source: Security configuration
da: Sikkerhedskonfiguration
de: Sicherheitskonfiguration
es: Configuración de seguridad
fr: Configuration de la sécurité
ja: セキュリティ構成
nl: Beveiliging instellen
pl: Konfiguracja zabezpieczeń
pt: Configuração de segurança
ro: Set de securitate
uk: Конфігурація безпеки

# SECURITYSCOPEROOT
source: Security configuration
da: Sikkerhedskonfiguration
de: Sicherheitskonfiguration
es: Configuración de seguridad
fr: Configuration de la sécurité
ja: セキュリティ構成
nl: Beveiligingsinstellingen
pl: Ustawienia zabezpieczeń
pt: Configuração de segurança
ro: Configurare securitate
uk: Конфігурація безпеки

# SERVICESCOPENODEDESC
source: Services status
da: Tjenestestatus
de: Dienst-Status
es: Estado de los servicios
fr: Etat des services
ja: サービスの状態
nl: Staat van dienstverlening
pl: Stan usług
pt: Estado dos serviços
ro: Starea serviciilor
uk: Стан послуг

# SMSSCOPENODEDESC
source: Phone configuration
da: Konfiguration af telefon
de: SMS-Einrichtung
es: Configuración de SMS
fr: Configuration SMS
ja: 電話の構成
nl: SMS-instellingen
pl: Konfiguracja programu SMS
pt: Configuração de SMS
ro: Configurare SMS
uk: Конфігурація телефону

# SMTPSCOPENODEDESC
source: SMTP configuration
da: SMTP-konfiguration
de: SMTP-Einrichtung
es: Configuración SMTP
fr: Configuration SMTP
ja: SMTP 構成
nl: SMTP-instellingen
pl: Konfiguracja SMTP
pt: Configuração smtp
ro: Configurare SMTP
uk: Конфігурація SMTP

# SQLSCOPENODEDESC
source: SQLServer configuration
da: SQLServer-konfiguration
de: SQLServer Konfiguration
es: Configuración de SQLServer
fr: Configuration SQLServer
ja: SQLサーバー構成
nl: SQLServer-configuratie
pl: Konfiguracja SQLServer
pt: Configuração do SQLServer
ro: SQLServer de configurare
uk: Конфігурація SQLServer

# STORAGESCOPENODEDESC
source: Storage Configuration
da: Konfiguration af lager
de: Speicherkonfiguration
es: Configuración de Storage
fr: Configuration du stockage
ja: ストレージ構成
nl: Opslagconfiguratie
pl: Konfiguracja magazynu
pt: Configuração do armazenamento
ro: Configurare de stocare!
uk: Конфігурація сховища

# TOTPSCOPENODEDESC
source: TOTP configuration
da: TOTP-konfiguration
de: TOTP Konfiguration
es: Configuración TOTP
fr: Configuration TOTP
ja: TOTP 構成
nl: TOTP-configuratie
pl: Konfiguracja TOTP
pt: Configuração totp
ro: Configurare TOTP
uk: Конфігурація TOTP

# USERSCOPEADDUSER
source: Add a user
da: Tilføje en bruger
de: Benutzer hinzufügen
es: Agregar un usuario
fr: Ajouter un utilisateur
ja: ユーザーを追加
nl: Een gebruiker toevoegen
pl: Dodawanie użytkownika
pt: Adicionar um usuário
ro: Adăugarea unui utilizator
uk: Додавання користувача

# USERSCOPEADDUSERDESC
source: Add a user to the MFA authentication system
da: Føje en bruger til MFA-godkendelsessystemet
de: Hinzufügen eines Benutzers zum MFA-Authentifizierungssystem
es: Agregue un usuario al sistema de autenticación de MFA
fr: Ajouter un utilisateur au système d'authentification MFA
ja: MFA 認証システムへのユーザーの追加
nl: Een gebruiker toevoegen aan het MFA-verificatiesysteem
pl: Dodawanie użytkownika do systemu uwierzytelniania MFA
pt: Adicionar um usuário ao sistema de autenticação MFA
ro: Adăugarea unui utilizator la sistemul de autentificare MFA
uk: Додавання користувача до системи автентифікації МЗС

# USERSCOPEFILTERCLEAR
source: Clear user filter
da: Ryd brugerfilter
de: Benutzerfilter zurücksetzen
es: Filtro de usuarios claros
fr: Effacer le filtre utilisateurs
ja: ユーザー フィルターのクリア
nl: Filter gebruikers wissen
pl: Wyczyść filtr użytkowników
pt: Filtro de usuários claro
ro: Golire filtru utilizatori
uk: Очищення фільтра користувача

# USERSCOPEFILTERCLEARDESC
source: Clear the filter from the user list
da: Ryd filteret fra brugerlisten
de: Filter aus der Benutzerliste entfernen
es: Borrar filtros de la lista de usuarios
fr: Effacer les filtre de la liste des utilisateur
ja: ユーザーリストからフィルタをクリアする
nl: Filters uit de gebruikerslijst wissen
pl: Wyczyść filtry z listy użytkowników
pt: Filtros claros da lista de usuários
ro: Ștergeți filtrele din lista de utilizatori
uk: Видалення фільтра зі списку користувачів

# USERSCOPEFILTERUSERS
source: Filter users
da: Filtrer brugere
de: Benutzer filtern
es: Filtrar usuarios
fr: Filtrer les utilisateurs
ja: ユーザーのフィルター処理
nl: Gebruikers filteren
pl: Filtrowanie użytkowników
pt: Usuários do filtro
ro: Filtrare utilizatori
uk: Фільтрувати користувачів

# USERSCOPEFILTERUSERSDESC
source: Filter the list of users
da: Filtrere listen over brugere
de: Filtern der Benutzerliste
es: Filtrar la lista de usuarios
fr: Filtrer la liste des utilisateur
ja: ユーザーの一覧をフィルター処理する
nl: De gebruikerslijst filteren
pl: Filtrowanie listy użytkowników
pt: Filtrar a lista de usuários
ro: Filtrarea listei de utilizatori
uk: Фільтрування списку користувачів

# USERSCOPEIMPORT
source: Import
da: Importere
de: Importieren
es: importar
fr: Importer
ja: インポート
nl: Importeren
pl: importować
pt: para importar
ro: pentru a importa
uk: Імпорт

# USERSCOPEIMPORTADDS
source: Import Active Directory users
da: Importere Active Directory-brugere
de: Benutzerimport aus einer Active Directory Umgebung
es: Importación de usuarios de Active Directory
fr: Import d'utilisateurs Active Directory
ja: アクティブ ディレクトリ ユーザーのインポート
nl: Importeren van Active Directory-gebruikers
pl: Importowanie użytkowników usługi Active Directory
pt: Importação ativa do usuário do diretório
ro: Import utilizator Active Directory
uk: Імпорт користувачів Active Directory

# USERSCOPEIMPORTADDSDESC
source: Import users from ADDS
da: Importere brugere fra ADDS
de: Importieren von Benutzern aus ADDS
es: Importación de ingeuse de ADDS
fr: Importer des utilisateur à partir de ADDS
ja: ADDS からユーザーをインポートする
nl: Ingeuse importeren uit toevoegingen
pl: Import użytkowników z ADDS
pt: Importação ingeuse de acrescenta
ro: Import ingeuse de la ADDS
uk: Імпорт користувачів із ADDS

# USERSCOPEIMPORTCSV
source: Import CSV users
da: Importere CSV-brugere
de: Benutzerimport aus CSV
es: Importación de usuarios CSV
fr: Import d'utilisateurs CSV
ja: CSV ユーザーのインポート
nl: Import van CSV-gebruikers
pl: Importowanie użytkowników CSV
pt: Importação de usuários de CSV
ro: Importul de utilizatori CSV
uk: Імпорт користувачів CSV

# USERSCOPEIMPORTCSVDESC
source: Import users from a CSV file
da: Importere brugere fra en CSV-fil
de: Importieren von Benutzern aus einer CSV-Datei
es: Importación de usuarios desde un archivo CSV
fr: Importer des utilisateur à partir d'un fichier CSV
ja: CSV ファイルからユーザーをインポートする
nl: Gebruikers importeren uit een CSV-bestand
pl: Importowanie użytkowników z pliku CSV
pt: Importação de usuários de um arquivo CSV
ro: Importul utilizatorilor dintr-un fișier CSV
uk: Імпорт користувачів із файлу CSV

# USERSCOPEIMPORTDESC
source: Procedures for importing users
da: Procedurer for import af brugere
de: Importverfahren
es: Procedimientos de importación de usuarios
fr: Procédures d'import d'utilisateurs
ja: ユーザーをインポートする手順
nl: Procedures voor het importeren van gebruikers
pl: Procedury importowania użytkowników
pt: Procedimentos de importação do usuário
ro: Proceduri de import utilizator
uk: Процедури імпортування користувачів

# USERSCOPEIMPORTXML
source: Import XML users
da: Importere XML-brugere
de: Benutzerimport aus XML
es: Importación de usuarios XML
fr: Import d'utilisateurs XML
ja: XML ユーザーのインポート
nl: XML-gebruikers importeren
pl: Importowanie użytkowników XML
pt: Importação do usuário XML
ro: Import utilizator XML
uk: Імпорт користувачів XML

# USERSCOPEIMPORTXMLDESC
source: Import users from a XML file
da: Importere brugere fra en XML-fil
de: Importieren von Benutzern aus einer XML-Datei
es: Importación de usuarios inginging desde un archivo XML
fr: Importer des utilisateur à partir d'un fichier XML
ja: XML ファイルからユーザーをインポートする
nl: Inguning-gebruikers importeren vanuit een XML-bestand
pl: Importowanie użytkowników z pliku XML
pt: Importação inguning usuários de um arquivo XML
ro: Importarea utilizatorilor de la un fișier XML
uk: Імпорт користувачів з XML-файлу
