Repository: Kareestofur/adsfmfa
Catalog: Neos.IdentityServer 3.1/Neos.IdentityServer.Console/Resources/Neos.IdentityServer.Console.Nodes.*.resx
Languages: da, de, es, fr, ja, nl, pl, pt, ro, uk

# USERSPROPERTYADD
source: Properties: New User
da: Egenskaber: Ny bruger
de: Eigenschaften: Neuer Benutzer
es: Propiedades: Nuevo usuario
fr: Propriétés : Nouvel Utilisateur
ja: プロパティ: 新しいユーザー
nl: Eigenschappen: nieuwe gebruiker
pl: Właściwości: nowy użytkownik
pt: Propriedades: Novo usuário
ro: Proprietăți: utilizator nou
uk: Властивості: Новий користувач

# USERSSCOPEIMPORTCSVCOUNT
source: Number of users imported : {0} Errors : {1}
da: Antal importerede brugere : {0} fejl : {1}
de: Anzahl der importierten Benutzer: {0} Fehler: {1}
es: Número de usuarios importados: {0} Errores : {1}
fr: Nombre d'utilisateurs importés : {0} Erreurs : {1}
ja: インポートされたユーザー数 : {0} エラー : {1}
nl: Aantal geïmporteerde gebruikers: {0} fouten: {1}
pl: Liczba zaimportowanych użytkowników: {0} błędy: {1}
pt: Número de utilizadores importados: {0} erros : {1}
ro: Numărul de utilizatori importați: {0} erori: {1}
uk: Кількість імпортованих користувачів: {0} помилки : {1}

# USERSSCOPEIMPORTCSVINVALID
source: Invalid csv file !
da: Ugyldig csv-fil!
de: CSV Datei kann nicht gelesen werden !
es: ¡Archivo csv incorrecto!
fr: Fichier csv incorrect !
ja: CSV ファイルが無効です!
nl: Onjuist CSV-bestand!
pl: Niepoprawny plik CSV!
pt: Arquivo csv incorreto!
ro: Fișier CSV incorect!
uk: Неприпустимий файл CSV!

# USERSSCOPEIMPORTCSVRESTITLE
source: CSV import results
da: RESULTATER AF CSV-import
de: Ergebnis CSV-Import
es: Resultado de la importación CSV
fr: Résultat de l'importation CSV
ja: CSV インポート結果
nl: CSV-Import resultaat
pl: Wynik importu CSV
pt: Resultado da importação de CSV
ro: Rezultatul importului CSV
uk: Результати імпорту CSV

# USERSSCOPEIMPORTCSVTITLE
source: Import users in MFA with a csv file
da: Importere brugere i MFA med en csv-fil
de: Import von Benutzern in das MFA System mithilfe einer CSV Datei
es: Importar usuarios a MFA con un enchufe csv
fr: Importer des utilisateurs dans MFA avec un ficher csv
ja: CSV ファイルを使用して MFA でユーザーをインポートする
nl: Importeer gebruikers in MFA met een CSV-plug
pl: Importowanie użytkowników do usługi MFA za pomocą wtyczki CSV
pt: Importar usuários em MFA com um plugue csv
ro: Importul utilizatorilor în MFA cu un conector CSV
uk: Імпорт користувачів у МЗС за допомогою файлу CSV

# USERSSCOPEIMPORTXMLCOUNT
source: Number of users imported : {0} Errors : {1}
da: Antal importerede brugere : {0} fejl : {1}
de: Anzahl der importierten Benutzer: {0} Fehler: {1}
es: Número de usuarios importados: {0} Errores : {1}
fr: Nombre d'utilisateurs importés : {0} Erreurs : {1}
ja: インポートされたユーザー数 : {0} エラー : {1}
nl: Aantal geïmporteerde gebruikers: {0} fouten: {1}
pl: Liczba zaimportowanych użytkowników: {0} błędy: {1}
pt: Número de utilizadores importados : {0} erros : {1}
ro: Numărul de utilizatori importați: {0}' erori: {1}
uk: Кількість імпортованих користувачів: {0} помилки : {1}

# USERSSCOPEIMPORTXMLRESTITLE
source: XML import results
da: XML-importresultater
de: Ergebnis XML-Import
es: Resultado de la importación XML
fr: Résultat de l'importation XML
ja: XML インポートの結果
nl: XML-import resultaat
pl: Wynik importu XML
pt: Resultado da importação xml
ro: Rezultat import XML
uk: Результати імпорту XML

# USERSSCOPEIMPORTXMLTITLE
source: Import users in MFA with a xml file
da: Importere brugere i MFA med en xml-fil
de: Import von Benutzern in das MFA System mithilfe einer XML Datei
es: Importar usuarios a MFA con un conector xml
fr: Importer des utilisateurs dans MFA avec un ficher xml
ja: XML ファイルを使用して MFA でユーザーをインポートする
nl: Gebruikers importeren in MFA met een XML-invoegtoepassing
pl: Importowanie użytkowników do usługi MFA za pomocą pliku XML
pt: Importar usuários em MFA com um plugue de xml
ro: Importul utilizatorilor în MFA cu un conector XML
uk: Імпортуйте користувачів у МЗС за допомогою XML-файлу

# USERSSCOPENODEDESC
source: Users management
da: Administration af brugere
de: Benutzerkonfiguration
es: Configuración del usuario
fr: Gestion des utilisateurs
ja: ユーザー管理
nl: Gebruikersconfiguratie
pl: Konfiguracja użytkownika
pt: Configuração do usuário
ro: Configurare utilizator
uk: Керування користувачами

# WEBAUTHNSCOPEDESC
source: WebAuthN biometrics
da: WebAuthN biometri
de: WebAuthN Biometrie
es: Biometría WebAuthN
fr: WebAuthN biométrie
ja: WebAuthN 認証
nl: WebAuthN biometrie
pl: WebAuthN biometria
pt: Biometria WebAuthN
ro: WebAuthN biometrie
uk: Біометрія WebAuthN

# ROOTLANGUAGEDA
source: Danish
da: dansk
de: Dänisch
es: Danés
fr: Danois
ja: デンマーク語
nl: Deens
pl: Duński
pt: Dinamarquês
ro: Daneză
uk: Датська

# ROOTLANGUAGEDADESC
source: Change the culture of the user interface in Danish (1030)
da: Ændre brugergrænsefladens kultur på dansk (1030)
de: Sprach- und Kultureinstellungen ändern auf Dänisch (1030)
es: Cambiar la referencia cultural de la interfaz de usuario en danés (1030)
fr: Changer la culture de l’interface utilisateur en danois (1030)
ja: デンマーク語 (1030) のユーザー インターフェイスのカルチャを変更する
nl: Verander de cultuur van de gebruikersinterface in het Deens (1030)
pl: Zmień kulturę interfejsu użytkownika na język duński (1030)
pt: Alterar a cultura da interface de usuário em dinamarquês (1030)
ro: Modificarea culturii interfeței cu utilizatorul în limba daneză (1030)
uk: Змінити культуру інтерфейсу користувача данською мовою (1030)

# ROOTLANGUAGEJA
source: Japanese
da: japansk
de: Japanisch
es: Japonés
fr: Japonais
ja: 日本語
nl: Japans
pl: Japoński
pt: Japonês
ro: Japoneză
uk: Японська

# ROOTLANGUAGEJADESC
source: Change the culture of the user interface to Japanese (1041)
da: Ændre brugergrænsefladens kultur til japansk (1041)
de: Sprach- und Kultureinstellungen ändern auf Japanisch (1041)
es: Cambiar la referencia cultural de la interfaz de usuario a japonés (1041)
fr: Changer la culture de l’interface utilisateur en japonais (1041)
ja: ユーザー インターフェイスのカルチャを日本語に変更する (1041)
nl: Verander de cultuur van de gebruikersinterface naar japans (1041)
pl: Zmień kulturę interfejsu użytkownika na język japoński (1041)
pt: Alterar a cultura da interface de usuário para japonês (1041)
ro: Schimbarea culturii interfeței cu utilizatorul în japoneză (1041)
uk: Змінити культуру інтерфейсу користувача на японську (1041)

# ROOTLANGUAGECA
source: Quebecers
da: Quebecere
de: Québec
es: Quebequenses
fr: Québécois
ja: ケベック
nl: Quebecers (Quebecers)
pl: Quebecu
pt: Quebequenses
ro: Quebecers (În Quebec)
uk: Квебекці

# ROOTLANGUAGECADESC
source: Change the culture of the user interface to Quebec (3084)
da: Ændre kulturen i brugergrænsefladen til Quebec (3084)
de: Sprach- und Kultureinstellungen ändern auf Kanadisch-Französisch (3084)
es: Cambiar la referencia cultural de la interfaz de usuario a Quebec (3084)
fr: Changer la culture de l’interface utilisateur en Québécois (3084)
ja: ユーザー インターフェイスのカルチャをケベック (3084) に変更する
nl: Verander de cultuur van de gebruikersinterface naar Quebec (3084)
pl: Zmień kulturę interfejsu użytkownika na Quebec (3084)
pt: Alterar a cultura da interface de usuário para Quebec (3084)
ro: Schimbarea culturii interfeței cu utilizatorul la Quebec (3084)
uk: Змінити культуру інтерфейсу користувача в Квебек (3084)

# CUSTOMSTORESCOPENODEDESC
source: Custom Store configuration
da: Konfiguration af brugerdefineret butik
de: Konfiguration eines benutzerdefinierten Speichers
es: Configuración de la tienda personalizada
fr: Configuration du stockage personalisée
ja: カスタム ストア構成
nl: Aangepaste winkelconfiguratie
pl: Konfiguracja magazynu niestandardowego
pt: Configuração personalizada da loja
ro: Configurare magazin personalizat
uk: Настроювана конфігурація сховища

# SECURITYSCOPERNG
source: Encoded Keys RNG
da: Kodede nøgler RNG
de: Kodierte Schlüssel RNG
es: Claves codificadas RNG
fr: Clés encodées RNG
ja: エンコードされたキー RNG
nl: Gecodeerde sleutels RNG
pl: Zakodowane klucze RNG
pt: Chaves codificadas RNG
ro: Chei codificate RNG
uk: Закодовані ключі RNG

# SECURITYSCOPERSA
source: Asymmetric Keys RSA
da: Asymetriske nøgler RSA
de: Asymmetrische Schlüssel (RSA)
es: Claves asimétricas RSA
fr: Clés asymétriques RSA
ja: 非対称鍵 RSA
nl: Asymetrische toetsen RSA
pl: Klucze asymetryczne RSA
pt: Chaves assimétricas RSA
ro: Chei asimetrice RSA
uk: Асиметричні ключі RSA

# SECURITYSCOPEAES
source: Symmetric Keys AES
da: Symetriske taster AES
de: Symmetrische Schlüssel (AES)
es: Claves simétricas AES
fr: Clés symétriques AES
ja: 対称鍵 AES
nl: Symetrische toetsen AES
pl: Klucze symetryczne AES
pt: Chaves simétricas AES
ro: Chei simetrice AES
uk: Симетричні клавіші AES

# SECURITYSCOPECUSTOM
source: Custom Keys
da: Brugerdefinerede taster
de: Benutzerdefinierte Schlüssel
es: Claves personalizadas
fr: Clés personnalisées
ja: カスタムキー
nl: Aangepaste toetsen
pl: Klucze niestandardowe
pt: Chaves personalizadas
ro: Taste particularizate
uk: Настроювані клавіші

# ROOTSCOPENODEDESC
source: MFA
uk: МЗС
